 {
  "research": [
    {
      "title": "CRIPTOMETRICS RG",
      "text": "Этот сайт будет полезен для финансистов, финансовых аналитиков, трейдеров, экономистов и людей интересующихся рыночными циклами. Создаю финансовые статистические сайты Дашборды (Dashboard). Работаю с графиками, провожу анализ, делаю прогноз, даю рекомендации. (Сайт находится в стадии разработки)",
      "extra": "Коммент",
      "image": "assets/BTC SUN.jpg"
    }
  ],
  {
  "global": [
    {
      "title": {
        "ru": "Global M2 03.01.26",
        "en": "Global M2 03.01.26"
      },
      "text": {
        "ru": "Global M2 — это совокупная денежная масса M2 в мировой экономике, то есть широкий показатель ликвидности, включающий наличные деньги, депозиты до востребования, сберегательные вклады и другие быстро ликвидные средства. Это макроэкономический показатель, основанный на данных центральных банков (США, Еврозона, Китай, Япония и др.), отражающий глобальную фиатную ликвидность и её влияние на риск-активы, включая Bitcoin.",
        "en": "Global M2 represents the aggregate M2 money supply of the global economy — a broad liquidity indicator that includes cash, demand deposits, savings deposits, and other highly liquid instruments. It is a macroeconomic metric based on data from major central banks (US, Eurozone, China, Japan, etc.) and reflects global fiat liquidity and its influence on risk assets such as Bitcoin."
      },
      "extra": {
        "ru": "Анализ на 02.01.2026: глобальная денежная масса M2 продолжает расти умеренными темпами. Несмотря на рост ликвидности, корреляция с ценой BTC проявляется с лагом и зависит от рыночного сентимента.",
        "en": "Analysis as of 02.01.2026: global M2 money supply continues to expand at a moderate pace. Despite rising liquidity, the correlation with Bitcoin price appears with a lag and is influenced by overall market sentiment."
      },
      "image": "assets/G2 Global M2.png"
    },
    {
      "title": {
        "ru": "TREAST",
        "en": "TREAST"
      },
      "text": {
        "ru": "TREAST — показатель FRED, отражающий объём казначейских облигаций США на балансе ФРС. Он является индикатором монетарной политики и глобальной долларовой ликвидности.",
        "en": "TREAST is a FRED indicator representing the amount of U.S. Treasury securities held on the Federal Reserve’s balance sheet. It serves as a key indicator of monetary policy stance and global dollar liquidity."
      },
      "extra": {
        "ru": "Стабильность или рост TREAST обычно поддерживает риск-активы, тогда как его снижение указывает на ужесточение финансовых условий.",
        "en": "Stability or growth in TREAST generally supports risk assets, while a decline signals tightening financial conditions."
      },
      "image": "assets/Снимок экрана (29).png"
    },
    {
      "title": {
        "ru": "WALCL",
        "en": "WALCL"
      },
      "text": {
        "ru": "WALCL отражает общий объём активов ФРС. Рост баланса означает количественное смягчение, снижение — количественное ужесточение.",
        "en": "WALCL reflects the total assets of the Federal Reserve. Balance sheet expansion indicates quantitative easing, while contraction signals quantitative tightening."
      },
      "extra": {
        "ru": "Корреляция между WALCL и BTC исторически высокая, особенно в фазах роста ликвидности.",
        "en": "The correlation between WALCL and Bitcoin has historically been strong, particularly during liquidity expansion phases."
      },
      "image": "assets/Снимок экрана (30).png"
    },
    {
      "title": {
        "ru": "USINTR (Ставка ФРС)",
        "en": "USINTR (Fed Funds Rate)"
      },
      "text": {
        "ru": "USINTR — эффективная ставка федеральных фондов США, ключевой инструмент денежно-кредитной политики ФРС.",
        "en": "USINTR represents the effective U.S. federal funds rate, the Federal Reserve’s primary monetary policy tool."
      },
      "extra": {
        "ru": "Снижение ставки увеличивает ликвидность и поддерживает BTC; паузы и ужесточение оказывают давление.",
        "en": "Rate cuts increase liquidity and support Bitcoin, while pauses or tightening tend to apply downward pressure."
      },
      "image": "assets/Снимок экрана (28).png"
    },
    {
      "title": {
        "ru": "TGA (Казначейский счёт)",
        "en": "TGA (Treasury General Account)"
      },
      "text": {
        "ru": "TGA отражает баланс средств Казначейства США в ФРС и напрямую влияет на краткосрочную ликвидность рынков.",
        "en": "TGA reflects the U.S. Treasury’s cash balance at the Federal Reserve and directly impacts short-term market liquidity."
      },
      "extra": {
        "ru": "Снижение TGA увеличивает ликвидность и поддерживает BTC.",
        "en": "A declining TGA injects liquidity into markets and supports Bitcoin."
      },
      "image": "assets/RC WTREGEN.png"
    },
    {
      "title": {
        "ru": "RMP (Покупки резервов)",
        "en": "RMP (Reserve Management Purchases)"
      },
      "text": {
        "ru": "RMP — программа ФРС по покупке казначейских облигаций для стабилизации банковских резервов после QT.",
        "en": "RMP is a Federal Reserve program involving Treasury purchases aimed at stabilizing bank reserves after QT."
      },
      "extra": {
        "ru": "RMP увеличивает системную ликвидность без запуска полноценного QE.",
        "en": "RMP increases system liquidity without initiating full-scale QE."
      },
      "image": "assets/608dfc96-25e1-4349-9a9e-ec1a2b65f668_1600x1333.png"
    },
    {
      "title": {
        "ru": "RWA (Реальные активы)",
        "en": "RWA (Real World Assets)"
      },
      "text": {
        "ru": "RWA — это токенизация реальных активов, связывающая традиционные финансы и блокчейн.",
        "en": "RWA refers to the tokenization of real-world assets, bridging traditional finance and blockchain infrastructure."
      },
      "extra": {
        "ru": "Рост сектора RWA привлекает институциональный капитал и усиливает макро-поддержку крипторынка.",
        "en": "Growth of the RWA sector attracts institutional capital and strengthens macro support for the crypto market."
      },
      "image": "assets/TV-RWA.png"
    }
  ]
}

  ],
  "recession": [
    {
  "title": {
    "ru": "Business Cycle Dating NBER",
    "en": "NBER Business Cycle Dating"
  },
  "text": {
    "ru": "Анализ Business Cycle Dating NBER на сегодня (25 декабря 2025 года)\nBusiness Cycle Dating NBER — это процесс определения дат начала и окончания рецессий (contractions) и экспансий (expansions) в экономике США комитетом NBER...",
    "en": "Analysis of NBER Business Cycle Dating as of December 25, 2025.\nNBER Business Cycle Dating is the official process used by the National Bureau of Economic Research to identify the start and end dates of recessions (contractions) and expansions in the U.S. economy. Based on the unemployment rate chart since 1980 with shaded recession periods, unemployment historically rises sharply during recessions and declines during expansions.\n\nThe current unemployment rate is approximately 4.3% (November 2025, BLS data), which remains low by historical standards. Although unemployment has increased from 3.8% in 2023 to 4.3% in 2025, it remains well below recessionary peaks such as 14.8% in 2020. This suggests a continued expansion with early warning signs rather than a confirmed recession.\n\nThe current economic expansion has lasted since May 2020 (around 68 months), making it the longest expansion on record. NBER has not declared a new recession despite economic slowing. Rising unemployment represents a cautionary signal, but not yet a decisive recessionary trigger."
  },
  "extra": {
    "ru": "Комментарий",
    "en": "Commentary"
  },
  "image": "assets/R Business Cycle Dating NBER.png"
    },
    {
  "title": {
    "ru": "NBER based Recession Indicators",
    "en": "NBER-Based Recession Indicators"
  },
  "text": {
    "ru": "Business Cycle Dating NBER — это процесс, при котором комитет Национального бюро экономических исследований США (NBER) определяет даты пиков и дна экономического цикла...",
    "en": "NBER-based recession indicators rely on the official business cycle dating methodology of the National Bureau of Economic Research. The NBER committee evaluates a broad set of economic indicators including GDP, employment, income, industrial production, and sales, rather than relying solely on the simplified rule of two consecutive quarters of negative GDP growth.\n\nRecession dates are announced retroactively with a delay of 6–18 months to ensure accuracy. As of late 2025, the U.S. economy remains in expansion, with no official recession declared by NBER."
  },
  "extra": {
    "ru": "АНАЛИЗ на 25.12.2025 года...",
    "en": "Analysis as of December 25, 2025. The current expansion has continued since May 2020, reaching approximately 68 months. Unemployment has risen modestly but remains far below historical recessionary levels, suggesting a soft landing scenario rather than an imminent downturn."
  },
  "image": "assets/Rec NBER.png"
    },
    {
  "title": {
    "ru": "GDP-Based Recession Indicator Index",
    "en": "GDP-Based Recession Indicator Index"
  },
  "text": {
    "ru": "GDP-Based Recession Indicator Index — это квартальный индикатор вероятности рецессии в США...",
    "en": "The GDP-Based Recession Indicator Index is a quarterly measure estimating the probability that the U.S. economy was in recession during a given quarter. Values above 67% indicate a high probability of recession, while values below 33% suggest that a recession is unlikely or has ended.\n\nThe indicator is retrospective in nature and does not forecast future recessions. It is never revised once published."
  },
  "extra": {
    "ru": "Текущий анализ с учётом Q3 и Q4 2025...",
    "en": "Based on Q3 2025 data, the indicator remains near historical lows, supported by strong real GDP growth of approximately 4.3%. Preliminary expectations for Q4 2025 also suggest low recession probability. Overall, the trend confirms continued economic expansion with growing, but still manageable, downside risks."
  },
  "image": "assets/RC GDP.png"
    },
    {
  "title": {
    "ru": "Security Brokers and Dealers; Debt Securities; Asset, Level",
    "en": "Security Brokers and Dealers: Debt Securities Assets"
  },
  "text": {
    "ru": "Анализ индикатора SBDDSA (Security Brokers and Dealers; Debt Securities; Asset, Level) на 28.12.2025...",
    "en": "Analysis of the SBDDSA indicator (Security Brokers and Dealers: Debt Securities; Asset Level) as of December 28, 2025.\n\nSBDDSA reflects the volume of debt securities held as assets by U.S. security brokers and dealers. This indicator provides insight into the balance sheet structure of the broker-dealer sector and their exposure to fixed-income instruments such as government and corporate bonds.\n\nAs of Q2 2025, the indicator reached approximately USD 1.28 trillion, continuing a multi-quarter upward trend. This sustained growth suggests increased participation of financial intermediaries in debt markets, potentially driven by interest rate expectations, portfolio rebalancing, or defensive positioning amid late-cycle economic conditions."
  },
  "extra": {
    "ru": "АНАЛИЗ на 25.12.2025...",
    "en": "Medium-term analysis indicates that rising SBDDSA levels may reflect a cautious market stance. Accumulation of debt securities often coincides with lower volatility, reduced risk appetite, and a preference for yield stability. For financial markets, this can imply moderate equity performance, stable bond demand, and a consolidation phase for risk assets, including cryptocurrencies."
  },
  "image": "assets/RC Brok Dill.png"
    },
    {
  "title": {
    "ru": "Sahm Rule Recession Indicator (SAHMREALTIME)",
    "en": "Sahm Rule Recession Indicator (SAHMREALTIME)"
  },
  "text": {
    "ru": "Анализ Sahm Rule Recession Indicator (SAHMREALTIME) на 28.12.2025...",
    "en": "The Sahm Rule Recession Indicator is an early-warning economic signal developed by economist Claudia Sahm. It identifies the onset of a recession when the three-month moving average of the unemployment rate rises by at least 0.50 percentage points above its lowest level over the previous 12 months.\n\nAs of November 2025, the Sahm Rule value is estimated between 0.23 and 0.43 percentage points, remaining below the recession threshold. Although unemployment is rising, the indicator does not yet confirm that a recession has begun."
  },
  "extra": {
    "ru": "АНАЛИЗ 25.12.2025...",
    "en": "The upward trend in the Sahm Rule suggests growing labor market softening, but not a full recession signal. If the indicator surpasses the 0.50 threshold, it would imply that a recession is already underway. Until then, the signal remains neutral-to-cautious, implying moderate volatility in equities and a conditional risk environment for Bitcoin and other risk assets."
  },
  "image": "assets/RC Sanm.png"
    },
         {
  "title": {
    "ru": "T10Y2Y",
    "en": "10Y–2Y Treasury Yield Spread (T10Y2Y)"
  },
  "text": {
    "ru": "АНАЛИЗ на 28.12.2025...",
    "en": "As of December 26, 2025, the T10Y2Y spread stands at approximately +0.68 percentage points, remaining firmly in positive territory. This indicates that 10-year Treasury yields exceed 2-year yields, reflecting a normally shaped yield curve.\n\nThe spread has widened compared to the previous year (~0.28%), signaling partial normalization after the deep inversions observed during 2022–2024. However, it remains slightly below the long-term historical average, suggesting that while recession fears have eased, growth expectations remain moderate."
  },
  "extra": {
    "ru": "T10Y2Y — это разница между доходностью 10-летних и 2-летних облигаций США...",
    "en": "The T10Y2Y spread represents the difference between 10-year and 2-year U.S. Treasury yields and is a widely used macroeconomic indicator of business cycle expectations. A positive spread typically signals economic stability, while a flattening or inversion may precede economic downturns.\n\nAt current levels, the curve suggests moderate confidence in economic continuity, supporting risk assets while keeping investors alert to potential slowdowns."
  },
  "image": "assets/RC 10-2.png"
     },
    {
  "title": {
    "ru": "WTREGEN",
    "en": "Treasury General Account Balance (WTREGEN)"
  },
  "text": {
    "ru": "Текущее значение на 28 декабря 2025...",
    "en": "As of December 17, 2025, the WTREGEN indicator stands at approximately USD 833 billion. This reflects the balance of U.S. Treasury deposits held at the Federal Reserve, excluding bank reserve balances.\n\nA high WTREGEN level indicates that a significant portion of government liquidity is retained within the Treasury General Account rather than circulating through the banking system. This can temporarily reduce available market liquidity and influence financial conditions."
  },
  "extra": {
    "ru": "WTREGEN — это экономический показатель из базы данных FRED...",
    "en": "WTREGEN is closely monitored as part of broader liquidity models. Elevated balances suggest restrained fiscal liquidity injection, which may dampen risk appetite across financial markets.\n\nIn a medium-term context, persistently high WTREGEN levels may contribute to equity consolidation, lower volatility in bond markets, and subdued momentum in Bitcoin and other liquidity-sensitive assets unless offset by central bank easing or fiscal outflows."
  },
  "image": "assets/RC WTREGEN.png"
    },
    {
  "title": {
    "ru": "T10Y3M",
    "en": "10Y–3M Treasury Yield Spread (T10Y3M)"
  },
  "text": {
    "ru": "10-летние минус 3-месячные казначейские облигации США...",
    "en": "The T10Y3M spread measures the difference between 10-year and 3-month U.S. Treasury yields and is considered one of the most reliable leading indicators of economic cycles.\n\nAs of late December 2025, the spread remains positive at approximately +0.50%, indicating a non-inverted yield curve. This suggests that markets do not currently anticipate an imminent recession, although the spread remains below its long-term historical average, pointing to late-cycle economic conditions rather than strong expansion."
  },
  "extra": {
    "ru": "Положительный спред означает нормальную кривую доходности...",
    "en": "Historically, sustained inversions of the T10Y3M spread have preceded U.S. recessions by 6–18 months. The current positive but narrow spread reflects cautious optimism: investors expect economic growth to continue, but at a moderate pace.\n\nFor risk assets, a positive T10Y3M spread is generally supportive. However, a decline toward zero would increase recession risk signals and raise volatility across equities and crypto markets, including Bitcoin."
  },
  "image": "assets/10Y-3Mec.png"
    },
    {
  "title": {
    "ru": "Kansas City Financial Stress Index",
    "en": "Kansas City Financial Stress Index (KCFSI)"
  },
  "text": {
    "ru": "KCFSI — индекс финансового стресса ФРБ Канзас-Сити...",
    "en": "The Kansas City Financial Stress Index (KCFSI) is a composite indicator developed by the Federal Reserve Bank of Kansas City to measure stress in U.S. financial markets. It is based on 11 market variables, including interest rates, yield spreads, and volatility measures.\n\nAs of November 2025, the KCFSI stands near –0.75, well below zero, indicating that financial stress remains lower than its historical average and that overall financial conditions are relatively calm."
  },
  "extra": {
    "ru": "Отрицательное значение означает низкий уровень стресса...",
    "en": "A persistently negative KCFSI suggests stable credit conditions, adequate liquidity, and limited systemic stress. In such environments, risk assets such as equities and cryptocurrencies tend to perform more favorably, assuming no external shocks occur.\n\nIf the index were to rise toward or above zero, it would signal tightening financial conditions, increased volatility, and a potential shift toward defensive positioning across markets."
  },
  "image": "assets/RC KCFSI — Kansas City Financial Stress Index.png"
    },
    {
  "title": {
    "ru": "ICE BofA US High Yield Index",
    "en": "ICE BofA US High Yield Index"
  },
  "text": {
    "ru": "ICE BofA US High Yield Index. Анализ на 24.12.2025. Значение ≈ 6.53 % — эффективная доходность высокодоходных корпоративных облигаций США. Это означает, что в среднем инвесторы получают около 6.5 % годовых, отражая текущие оценки риска и условия рынка.\n\nКонтекст:\n— Ниже исторического среднего (~7.8–8 %)\n— Ниже кризисных уровней (>10–15 %)\nЭто говорит о том, что кредитные рынки находятся в умеренном состоянии, не экстремальном.\n\nСреднесрочный прогноз (6–12 мес):\n1) Если доходность снизится: рост риск-аппетита, поддержка инвестиций в риск-активы\n2) Если доходность вырастет: усиление опасений по кредитам, ужесточение финансовых условий\n\nВлияние на рынки:\nАкции: рост доходности → давление на рисковые акции; снижение → поддержка риск-аппета\nКредитные рынки: рост доходности → ужесточение условий; снижение → комфортные условия\n\nВлияние на биткоин (BTC):\nСнижение/стабильная доходность → поддержка риск-аппета → BTC может расти\nРост доходности → сигнал тревоги → BTC может корректироваться сильнее",
    "en": "ICE BofA US High Yield Index. Analysis as of 24.12.2025. Value ≈ 6.53 % — effective yield of US high-yield corporate bonds. This means investors on average earn around 6.5% annually, reflecting current risk assessments and market conditions.\n\nContext:\n— Below historical average (~7.8–8 %)\n— Below crisis levels (>10–15 %)\nThis indicates credit markets are in a moderate state, not extreme.\n\nMedium-term forecast (6–12 months):\n1) If yields decline: investor sentiment improves, risk appetite rises, risk assets supported\n2) If yields rise: credit concerns increase, financial conditions tighten\n\nMarket impact:\nEquities: rising yields → pressure on risky stocks; falling yields → support for risk appetite\nCredit markets: rising yields → tighter conditions; falling yields → comfortable lending environment\n\nImpact on Bitcoin (BTC):\nFalling/stable yields → support for risk appetite → BTC may rise\nRising yields → warning signal → BTC may correct more sharply"
  },
  "extra": {
    "ru": "BAMLH0A0HYM2EY — код серии данных, показывающей эффективную доходность высокодоходных корпоративных облигаций США (junk bonds, рейтинг BB и ниже). Индекс отражает компенсацию инвесторов за кредитный риск: чем выше доходность, тем выше воспринимаемый риск дефолта.",
    "en": "BAMLH0A0HYM2EY — data series code representing the effective yield of US high-yield corporate bonds (junk bonds, BB rating and below). The index reflects investor compensation for credit risk: higher yields indicate higher perceived default risk."
  },
  "image": "assets/RC ICE BofA US High Yield Index.png"
    },
   {
  "title": {
    "ru": "Buffett Indicator",
    "en": "Buffett Indicator"
  },
  "text": {
    "ru": "Анализ на 24.12.2025. Buffett Indicator ≈ 220–226 % — рыночная капитализация вдвое превышает размер экономики США. Исторически рекордные значения, выше среднего (~158 %). Это сигнал сильной переоценки рынка.\n\nСреднесрочный прогноз (6–12 мес):\n1) Медвежий сценарий: замедление экономики → коррекция акций\n2) Боковик/стагнация: высокие оценки без драйверов → консолидация рынка\n3) Продолжение роста, но умеренно: корпоративные прибыли растут быстрее GDP, рискованная позиция\n\nВлияние на рынки и BTC:\nАкции: высокая вероятность коррекции\nОблигации: инвесторы могут переходить в защитные активы\nBTC/крипта: косвенно через риск-аппетит, рост во время risk-on, падение при risk-off\n\nИспользование в трейдинге:\nОчень высокий уровень (>200 %) → сигнал к осторожности; низкий (<100 %) → потенциально благоприятный",
    "en": "Analysis as of 24.12.2025. Buffett Indicator ≈ 220–226 % — market capitalization is twice the size of the US economy. Historically record-high values, well above the average (~158 %). This signals a strong market overvaluation.\n\nMedium-term forecast (6–12 months):\n1) Bearish scenario: economic slowdown → stock corrections\n2) Sideways/stagnation: high valuations without growth drivers → market consolidation\n3) Continued growth, but moderate: corporate profits outpace GDP, risky position\n\nImpact on markets and BTC:\nEquities: higher chance of corrections\nBonds: investors may shift to safe assets\nBTC/crypto: indirectly via risk appetite, rises during risk-on, falls during risk-off\n\nTrading use:\nVery high levels (>200 %) → caution; low levels (<100 %) → potentially favorable"
  },
  "extra": {
    "ru": "Buffett Indicator = Market Cap / GDP × 100 %. Показывает, насколько дорого рынок акций США относительно экономики, любимый показатель Баффета для оценки общей оценки рынка.",
    "en": "Buffett Indicator = Market Cap / GDP × 100 %. Shows how expensive the US stock market is relative to the economy, Warren Buffett’s favorite metric for overall market valuation."
  },
  "image": "assets/RC Buffet.png"
},
    {
  "title": {
    "ru": "Buffett Indicator",
    "en": "Buffett Indicator"
  },
  "text": {
    "ru": "Анализ на 24.12.2025. Buffett Indicator ≈ 220–226 % — рыночная капитализация вдвое превышает размер экономики США. Исторически рекордные значения, выше среднего (~158 %). Это сигнал сильной переоценки рынка.\n\nСреднесрочный прогноз (6–12 мес):\n1) Медвежий сценарий: замедление экономики → коррекция акций\n2) Боковик/стагнация: высокие оценки без драйверов → консолидация рынка\n3) Продолжение роста, но умеренно: корпоративные прибыли растут быстрее GDP, рискованная позиция\n\nВлияние на рынки и BTC:\nАкции: высокая вероятность коррекции\nОблигации: инвесторы могут переходить в защитные активы\nBTC/крипта: косвенно через риск-аппетит, рост во время risk-on, падение при risk-off\n\nИспользование в трейдинге:\nОчень высокий уровень (>200 %) → сигнал к осторожности; низкий (<100 %) → потенциально благоприятный",
    "en": "Analysis as of 24.12.2025. Buffett Indicator ≈ 220–226 % — market capitalization is twice the size of the US economy. Historically record-high values, well above the average (~158 %). This signals a strong market overvaluation.\n\nMedium-term forecast (6–12 months):\n1) Bearish scenario: economic slowdown → stock corrections\n2) Sideways/stagnation: high valuations without growth drivers → market consolidation\n3) Continued growth, but moderate: corporate profits outpace GDP, risky position\n\nImpact on markets and BTC:\nEquities: higher chance of corrections\nBonds: investors may shift to safe assets\nBTC/crypto: indirectly via risk appetite, rises during risk-on, falls during risk-off\n\nTrading use:\nVery high levels (>200 %) → caution; low levels (<100 %) → potentially favorable"
  },
  "extra": {
    "ru": "Buffett Indicator = Market Cap / GDP × 100 %. Показывает, насколько дорого рынок акций США относительно экономики, любимый показатель Баффета для оценки общей оценки рынка.",
    "en": "Buffett Indicator = Market Cap / GDP × 100 %. Shows how expensive the US stock market is relative to the economy, Warren Buffett’s favorite metric for overall market valuation."
  },
  "image": "assets/RC Buffet.png"
    },
   {
  "title": {
    "ru": "BDI Baltic Dry Index",
    "en": "BDI Baltic Dry Index"
  },
  "text": {
    "ru": "Анализ на декабрь 2025. Значение ~1 877–2 294 пунктов после снижения с начала декабря (~2 845). Рост за год ≈ 80–88 %. Индекс выше недавних минимумов, но ниже исторических максимумов (~11 793 в 2008).\n\nСреднесрочный прогноз (6–12 мес):\n— Если глобальная экономика растёт → индекс стабилизируется или слегка подрастёт.\n— Если спрос на сырьё ослабнет → возможна коррекция или консолидация.\n\nВлияние на рынки:\nАкции/сырьё: рост BDI → поддержка производственных и сырьевых секторов\nПадение → сигнал замедления спроса, давление на циклические акции\nBTC/крипта: косвенно через риск-аппетит — рост BDI → risk-on, падение → риск-оф",
    "en": "Analysis as of December 2025. Value ~1,877–2,294 points after decline from early December (~2,845). Annual growth ≈ 80–88 %. Index above recent lows, but below historical peaks (~11,793 in 2008).\n\nMedium-term forecast (6–12 months):\n— If global economy grows → index stabilizes or rises slightly\n— If commodity demand weakens → possible correction or consolidation\n\nMarket impact:\nEquities/commodities: rising BDI → supports industrial and commodity sectors\nFalling → signals slowing demand, pressure on cyclical stocks\nBTC/crypto: indirectly via risk appetite — rising BDI → risk-on, falling → risk-off"
  },
  "extra": {
    "ru": "BDI измеряет стоимость перевозки сухих навалочных грузов (уголь, руда, зерно) по ключевым маршрутам. Рост индекса → усиление глобальной торговли, падение → снижение активности.",
    "en": "BDI measures the cost of shipping dry bulk commodities (coal, ore, grain) on major routes. Rising index → stronger global trade; falling → weaker activity."
  },
  "image": "assets/RC Baltic Dry.png"
    },
    {
  "title": {
    "ru": "BDI Baltic Dry Index",
    "en": "BDI Baltic Dry Index"
  },
  "text": {
    "ru": "Анализ на декабрь 2025. Значение ~1 877–2 294 пунктов после снижения с начала декабря (~2 845). Рост за год ≈ 80–88 %. Индекс выше недавних минимумов, но ниже исторических максимумов (~11 793 в 2008).\n\nСреднесрочный прогноз (6–12 мес):\n— Если глобальная экономика растёт → индекс стабилизируется или слегка подрастёт.\n— Если спрос на сырьё ослабнет → возможна коррекция или консолидация.\n\nВлияние на рынки:\nАкции/сырьё: рост BDI → поддержка производственных и сырьевых секторов\nПадение → сигнал замедления спроса, давление на циклические акции\nBTC/крипта: косвенно через риск-аппетит — рост BDI → risk-on, падение → риск-оф",
    "en": "Analysis as of December 2025. Value ~1,877–2,294 points after decline from early December (~2,845). Annual growth ≈ 80–88 %. Index above recent lows, but below historical peaks (~11,793 in 2008).\n\nMedium-term forecast (6–12 months):\n— If global economy grows → index stabilizes or rises slightly\n— If commodity demand weakens → possible correction or consolidation\n\nMarket impact:\nEquities/commodities: rising BDI → supports industrial and commodity sectors\nFalling → signals slowing demand, pressure on cyclical stocks\nBTC/crypto: indirectly via risk appetite — rising BDI → risk-on, falling → risk-off"
  },
  "extra": {
    "ru": "BDI измеряет стоимость перевозки сухих навалочных грузов (уголь, руда, зерно) по ключевым маршрутам. Рост индекса → усиление глобальной торговли, падение → снижение активности.",
    "en": "BDI measures the cost of shipping dry bulk commodities (coal, ore, grain) on major routes. Rising index → stronger global trade; falling → weaker activity."
  },
  "image": "assets/RC Baltic Dry.png"
    },
    {
  "title": {
    "ru": "Индекс потребительских цен — CPI YoY",
    "en": "Consumer Price Index — CPI YoY"
  },
  "text": {
    "ru": "Анализ на декабрь 2025. Инфляция (CPI YoY) ≈ 2.7 % — ниже прошлых месяцев и близко к таргету ФРС (~2 %).\n\nСреднесрочный прогноз (6–12 мес):\n— Инфляция вероятно останется умеренной (2–3 %)\n— Низкая инфляция → ФРС может замедлить ужесточение ставок → поддержка риск-активов\n— Ускорение инфляции → возможное ужесточение → давление на акции и BTC\n\nВлияние на рынки:\nАкции: умеренная инфляция → благоприятно, растущая → давление\nОблигации: снижение инфляции → доходности падают, рост → доходности растут\nДоллар: низкая инфляция → ослабление, рост → укрепление\nBTC/крипта: низкая инфляция и мягкая политика → рост; ускорение инфляции → коррекция"
    ,
    "en": "Analysis as of December 2025. Inflation (CPI YoY) ≈ 2.7 % — lower than previous months and near the Fed’s target (~2 %).\n\nMedium-term forecast (6–12 months):\n— Inflation likely remains moderate (2–3 %)\n— Low inflation → Fed may slow rate hikes → supports risk assets\n— Rising inflation → potential tightening → pressure on equities and BTC\n\nMarket impact:\nEquities: moderate inflation → positive, rising → negative\nBonds: falling inflation → yields drop, rising → yields rise\nDollar: low inflation → weaker, rising → stronger\nBTC/crypto: low inflation and easy policy → upward; rising inflation → possible correction"
  },
  "extra": {
    "ru": "USIRYY показывает годовое изменение потребительских цен (CPI) в США. Основной индикатор инфляционного давления и денежно-кредитной политики ФРС.",
    "en": "USIRYY shows the annual change in US consumer prices (CPI). Key indicator of inflation pressure and Fed monetary policy."
  },
  "image": "assets/RC Consumer Price Index — CPI YoY ( USIRYY).png"
}
  ],
  "market": [
    {
  "title": {
    "ru": "Открытый интерес, цена и объём",
    "en": "Open Interest, Price, Volume"
  },
  "text": {
    "ru": "Анализ открытого интереса, цены и объёма биткоина (23 декабря 2025). BTC показывает смешанную динамику: цена боковик после отскока от $85K, объём средний, открытый интерес высокий, сигнализируя потенциальную волатильность.\n\nОсновные метрики:\n- Цена: ~$88,088–$88,870 USD, за 24ч +2.29%, rejected at $90K.\n- Объём: 24h ~$29.77 млрд, CME futures 2,657 контрактов — средний.\n- Открытый интерес: фьючерсы ~$60 млрд, options OI ~$23.6 млрд на expiry 26 декабря.\n\nАнализ: рост OI + боковик = подготовка к прорыву (бычий при росте объёма, медвежий при фейке). Высокий OI в опционах = волатильность от expiry.\nКраткосрочный прогноз (1–7 дней): $90K–$92K (60% при росте объёма), откат к $85K (40%).\nСреднесрочный (1–3 месяца): рост к $100K+ при поддержке ликвидности и ETF inflows, риск коррекции –10–20%.\nДолгосрочный (2026): $100K–$120K, рецессия 35–50% → падение к $60K–$70K.",
    "en": "Analysis of Bitcoin open interest, price, and volume (as of December 23, 2025). BTC shows mixed dynamics: price in a sideways range after bouncing from $85K, average volume, high open interest, signaling potential volatility.\n\nKey metrics:\n- Price: ~$88,088–$88,870 USD, +2.29% over 24h, rejected at $90K.\n- Volume: 24h ~$29.77B, CME futures 2,657 contracts — average.\n- Open Interest: futures ~$60B, options OI ~$23.6B for expiry Dec 26.\n\nAnalysis: rising OI + sideways price = prep for breakout (bullish if volume rises, bearish if fakeout). High options OI = volatility around expiry.\nShort-term (1–7 days): $90K–$92K (60% chance if volume >$30B), pullback to $85K (40%).\nMedium-term (1–3 months): growth to $100K+ with liquidity support and ETF inflows, correction risk –10–20%.\nLong-term (2026): $100K–$120K, recession 35–50% → drop to $60K–$70K."
  },
  "extra": {
    "ru": "Комментарий: Метрики показывают консолидацию с бычьим уклоном. Корреляция с S&P 500 ~0.75.",
    "en": "Commentary: Metrics indicate consolidation with a bullish bias. Correlation with S&P 500 ~0.75."
  },
  "image": "assets/MM OpI,P,B.png"
    },
    {
  "title": {
    "ru": "Открытый интерес, цена и объём",
    "en": "Open Interest, Price, Volume"
  },
  "text": {
    "ru": "Анализ открытого интереса, цены и объёма биткоина (23 декабря 2025). BTC показывает смешанную динамику: цена боковик после отскока от $85K, объём средний, открытый интерес высокий, сигнализируя потенциальную волатильность.\n\nОсновные метрики:\n- Цена: ~$88,088–$88,870 USD, за 24ч +2.29%, rejected at $90K.\n- Объём: 24h ~$29.77 млрд, CME futures 2,657 контрактов — средний.\n- Открытый интерес: фьючерсы ~$60 млрд, options OI ~$23.6 млрд на expiry 26 декабря.\n\nАнализ: рост OI + боковик = подготовка к прорыву (бычий при росте объёма, медвежий при фейке). Высокий OI в опционах = волатильность от expiry.\nКраткосрочный прогноз (1–7 дней): $90K–$92K (60% при росте объёма), откат к $85K (40%).\nСреднесрочный (1–3 месяца): рост к $100K+ при поддержке ликвидности и ETF inflows, риск коррекции –10–20%.\nДолгосрочный (2026): $100K–$120K, рецессия 35–50% → падение к $60K–$70K.",
    "en": "Analysis of Bitcoin open interest, price, and volume (as of December 23, 2025). BTC shows mixed dynamics: price in a sideways range after bouncing from $85K, average volume, high open interest, signaling potential volatility.\n\nKey metrics:\n- Price: ~$88,088–$88,870 USD, +2.29% over 24h, rejected at $90K.\n- Volume: 24h ~$29.77B, CME futures 2,657 contracts — average.\n- Open Interest: futures ~$60B, options OI ~$23.6B for expiry Dec 26.\n\nAnalysis: rising OI + sideways price = prep for breakout (bullish if volume rises, bearish if fakeout). High options OI = volatility around expiry.\nShort-term (1–7 days): $90K–$92K (60% chance if volume >$30B), pullback to $85K (40%).\nMedium-term (1–3 months): growth to $100K+ with liquidity support and ETF inflows, correction risk –10–20%.\nLong-term (2026): $100K–$120K, recession 35–50% → drop to $60K–$70K."
  },
  "extra": {
    "ru": "Комментарий: Метрики показывают консолидацию с бычьим уклоном. Корреляция с S&P 500 ~0.75.",
    "en": "Commentary: Metrics indicate consolidation with a bullish bias. Correlation with S&P 500 ~0.75."
  },
  "image": "assets/MM OpI,P,B.png"
    },
    {
  "title": {
    "ru": "Ставки финансирования BTC",
    "en": "Bitcoin Funding Rates"
  },
  "text": {
    "ru": "Funding rate — механизм на бессрочных фьючерсах для поддержания паритета с спотом. Положительная ставка: лонги платят шортам, рынок бычий. Отрицательная: шорты платят лонгам, рынок медвежий.\n\nНа 31.12.2025: умеренно положительные ставки (~0.007–0.015% за период расчёта) — указывают на доминирование длинных позиций без экстремального перегрева.\n\nКраткосрочно: поддерживают умеренно бычий тренд BTC при стабильном объёме и ликвидности.\nСреднесрочно: положительные ставки + рост OI → подпитывают рост или удерживают диапазон выше ключевых уровней; резкий рост ставок → риск коррекции.\nДолгосрочно: отражают настроения деривативных трейдеров, подтверждают фазу рынка, но не являются фундаментальным драйвером BTC.",
    "en": "Funding rate — a mechanism on perpetual futures to maintain parity with spot. Positive rate: longs pay shorts, bullish market. Negative: shorts pay longs, bearish market.\n\nAs of Dec 31, 2025: moderately positive rates (~0.007–0.015% per calculation period) — indicate long positions dominance without extreme overheating.\n\nShort-term: supports moderately bullish BTC trend with stable volume and liquidity.\nMedium-term: positive rates + rising OI → fuel growth or hold range above key levels; sharp rate spikes → correction risk.\nLong-term: reflect derivative traders’ sentiment, confirm market phase, but not a fundamental BTC driver."
  },
  "extra": {
    "ru": "Funding rates показывают перекос между лонгами и шортами на BTC фьючерсах и отражают настроения трейдеров.",
    "en": "Funding rates show the imbalance between longs and shorts on BTC futures and reflect trader sentiment."
  },
  "image": "assets/MM FandRate.png"
}
  ],
  "onchain": [
    {
      "title": "Active Addresses 25.12.25",
      "text": "Bitcoin Active Addresses — это ончейн-метрика, которая измеряет количество уникальных адресов в сети Биткоин, которые были активны (отправляли или получали транзакции) за определённый период (обычно за день или 7-дневную скользящую среднюю — MA). Это индикатор реального использования сети: высокий уровень = рост активности (спрос на блокспейс, новые пользователи), низкий = охлаждение (снижение интереса, высокие комиссии отпугивают). Метрика коррелирует с ценой BTC ~0.6–0.7 (рост addresses = булл, спад = медвежий).\n\n Анализ текущего состояния (на декабрь 2025)\n- *Текущее значение**: 7-дневная MA упала до ~660,000 активных адресов — уровень с декабря 2024 года . Дневные значения ~114,597–430,364 (в комбо с другими цепями, BTC ~26.6%).\n- *Тренд* Снижение с пика >900,000 в 2024 (Ordinals/Runes хайп) — указывает на охлаждение спроса на блокспейс (высокие комиссии, отток розничных пользователей). Корреляция с miner revenue: падение addresses = снижение доходов майнеров → потенциальное давление на продажу BTC.\n- *Контекст*: В 2025 BTC +120% ($40K → $88K), но addresses низкие — сигнал \"спекулятивного\" роста (ETF/институционалы, не розница). Это медвежий дивергенс: цена растёт, активность падает.\n\nПрогноз\n- *Краткосрочный (1–4 недели)*: Если addresses продолжат падать (<600K) — коррекция BTC –5–10% ($80K–$85K), из-за слабого спроса. Рост >800K (новый хайп) = прорыв к $90K–$95K (вероятность 40–50%).\n- *Среднесрочный (1–3 месяца)*: Низкие addresses + риски рецессии (Sahm Rule 0.43) = давление к $70K–$80K. Если рост (ETF inflows + ликвидность ФРС) = $100K+ (вероятность 60%).\n- *Долгосрочный (2026)*: Если addresses вернутся к 900K+ (новые протоколы) = булл к $120K. Если Продолжение спада = стагнация ~$74K.\n\nВлияние на рынки и цену биткоина\n- *На рынки*: Низкие addresses = слабая сеть = давление на крипто-сектор (рынок –1–3%, ETH/SOL ↓). Но акции стабильны (S&P 500 +0.2%). Рост addresses = булл крипто (+2–5%, рынок +1–2%). В 2025 спад addresses совпал с коррекцией BTC –30% от ATH.\n- **На цену биткоина**: Корреляция ~0.6–0.7: уменьшение адресов = медвежий (–1–5%, слабый спрос). Рост = булл (+2–5%, активность = спрос). Текущий низкий уровень = риск коррекции к $85K (давление от miner revenue ↓).",
      "extra": "Комментарий",
      "image": "assets/ON Activ Adress.png"
    },
    {
      "title": "NVT/RVT Ratio (Network Value to Transactions)",
      "text": "NVT Ratio (Network Value to Transactions) — это он-чейн метрика, показывающая отношение рыночной капитализации биткоина к объёму транзакций в сети. Это аналог P/E-коэффициента для криптовалют, где транзакционный объём выступает в роли “дохода”. Когда рынок стоит дорого по отношению к реальному использованию сети, NVT растёт; когда сеть активно используется, а цена относительно невысока — NVT снижается. \nRVT Ratio (Realised Value to Transactions) — похожий коэффициент, но вместо рыночной капитализации берёт реализованную капитализацию (realised cap — суммарная стоимость монет по ценам, по которым они в последний раз перемещались). Он считается более “устойчивым” к рыночной спекуляции и даёт более глубокий взгляд на фундаментальный спрос. \nУсловно:\nВысокие NVT/RVT — сеть “недостаточно активна” по сравнению с её стоимостью → возможная переоценка.\nНизкие NVT/RVT — сеть активно используется, и оценка может быть устойчивой или недооценённой. \nКак NVT и RVT влияют на цену биткоина\nПочему они важны\nПоскольку Bitcoin — не компания, у него нет прибыли → традиционные мультипликаторы неприменимы. NVT и RVT дают способ оценить цену относительно реального спроса на передачу стоимости через сеть:\nНизкие значения часто сопровождают фазы накопления или устойчивого роста.\nВысокие значения сигнализируют, что цена относительно активности слишком велика, что характерно для пиков, пузырей или зон коррекции.\nКраткое сравнение\nNVT быстрее реагирует на рыночную цену и краткосрочные настроения трейдеров.\nRVT — более медленный, “взвешенный” сигнал, сглаживающий шум и отражающий базовые переводы стоимости на блокчейне",
      "extra": "АНАЛИЗ НА 31.12.2025.      Точные значения NVT/RVT на конкретную дату варьируются по источникам, но данные на конец 2025 указывают на следующее наблюдаемое поведение метрик:\nСитуация с NVT:\nНа конец декабря 2025 NVT остаётся умеренным и не экстремально высоким (значение около ~85–90 в зависимости от источника). Это указывает, что рыночная капитализация BTC не настолько разогнана относительно текущего объёма транзакций, чтобы быть однозначно перекупленной. \nКонтекст NVT:\nИсторически, когда NVT растёт резко выше своих средних исторических уровней — это признак возможной коррекции или накопления ценового риска. Когда NVT умеренный или низкий — это сигнал поддержки цены на основе активности сети. \nЧто по RVT:\nПубличные данные RVT менее доступны в “рыночных” чартерах, но концептуально RVT будет меньше подвержен краткосрочному шуму и ближе связан с реалиями спроса долгосрочных инвесторов/настояшего спроса на передачу стоимости. Высокий RVT примерно совпадает с периодами, когда Валюация сети значительно превышает реальный спрос на транзакции, что сигнализирует о возможной разрядке рынка.\nДанные по RVT на декабрь 2025 у разных провайдеров указывают на то, что RVT держится в диапазонах, характерных для завершения коррекции и начала накопления (не экстремальные высокие значения, не экстремально низкие). \n\nЧто это значит для цены биткоина\nВ краткосрочной перспективе (недели–месяцы)\nУмеренный NVT говорит, что текущие уровни цены не “оторваны” от реального использования сети. Это уменьшает вероятность силькой коррекции только на основе сетевой оценки.\nRVT, не показывающий новых локальных максимумов, подтверждает, что фундаментальный спрос хоть и не выбросился, но не свидетельствовал о пузыре, который вот-вот лопнет.\nСледовательно, в короткой перспективе метрики NVT/RVT поддерживают стабильность цены или умеренное движение вверх/бок, но не дают сильного разворотного сигнала вверх (когда ценность сети резко растёт) или вниз (когда цена крайне переоценена). \nЭти метрики эффективны для оценки “здоровья” рынка: если Bitcoin растёт, но NVT падает — это отражает устойчивый органический спрос; если Bitcoin растёт, а NVT растёт сильнее — это признак перекупленности.\n\nПрогноз влияния на рынки биткоина\nКраткосрочная перспектива (1–3 месяца)\nЕсли транзакционная активность продолжит расти (например, появление новых приложений, пользователей или крупные объёмы перемещений):\nNVT будет понижаться.\nRVT — показывать более устойчивый “реальный спрос”.\nЭто создаст бычий контекст и поддержит цену BTC на текущих или более высоких уровнях.\nЕсли транзакции падут (сезонно, из-за снижения активности или экономического спада):\nNVT/RVT могут расти → сигнал перекупленности → относительная слабость цены BTC по сравнению с активностью.\nИными словами, текущие умеренные значения этих коэффициентов не дают сильного краткосрочного сигнала коррекции, но указывают на здоровую структуру сетевого спроса, поддерживающую базовые уровни цены.\n\nСреднесрочная перспектива (3–12 месяцев)\nЗа средний период изменение NVT/RVT может указывать на циклы:\nПонижение коэффициентов (падение NVT/RVT) на фоне роста транзакционной активности — сильный фундаментальный сигнал для устойчивого ценового роста.\nРост коэффициентов при стагнации активности — предупреждение о возможной консолидации или коррекции.\nЕсли, к примеру, в 2026 году активность пользователей и транзакций возрастёт (адаптация Lightning, институциональное использование, высокие ETF-flows), NVT/RVT могут снизиться, что будет поддерживать среднесрочный бычий тренд BTC. В противном случае возможна боковая консолидация ценовой динамики.\n\nДолгосрочная перспектива (1 год и более)\nНа длинном горизонте NVT и RVT дают макро-сигналы циклических фаз рынка:\nДолгосрочный тренд вниз (падение NVT/RVT) исторически сопровождал устойчивые растущие фазы — когда сеть активно используется и цены растут на базе фундаментального спроса. \nИсторические пики NVT/RVT часто возникают перед разворотами или коррекциями, когда цена растёт слишком быстро, а транзакционная активность отстаёт.\nПоскольку текущие значения без экстремальных пиков, это указывает на то, что долгосрочный тренд BTC может оставаться устойчивым, если рост транзакций и институционального интереса на блокчейне будет сохраняться.\nNVT и RVT — это он-чейн коэффициенты, оценочные аналогии P/E для биткоина, отражающие связь рыночной капитализации с фактической транзакционной активностью. \nНа 31.12.25 значения умеренные, без сигналов экстремальной переоценки или перепроданности. Это указывает на здоровую сеть и поддерживает цену BTC, но без мощного разворотного сигнала.\nКраткосрочно они помогают оценить сетевую активность и возможный риск коррекции.\nСреднесрочно могут сигнализировать ухудшение или улучшение фундаментального спроса.\nДолгосрочно тренд NVT/RVT оставался положительным для устойчивого роста цены, особенно если транзакции сети продолжают расти.",
      "image": "assets/ON NVT.png"
    },
    {
      "title": "MVRV (Market Value to Realized Value)",
      "text": "MVRV (Market Value to Realized Value)\nMVRV Ratio — это он-чейн метрика, показывающая, насколько текущая рыночная капитализация BTC превышает реализованную капитализацию (Realized Cap).\nРыночная стоимость (Market Value) — это текущая цена BTC × количество монет в обращении.\nРеализованная стоимость (Realized Value) — это сумма цен, по которым монеты в последний раз фактически переводились на блокчейне (т.е. считается их “себестоимостью”).\nТаким образом:\nMVRV = Market Cap/Realized Cap\nСуть метрики: она показывает удерживаемую прибыль/убытки держателей BTC в целом и помогает оценить, находится ли рынок переоценённым, недооценённым или в нейтрали.\nИнтуитивная интерпретация\nMVRV > 1 — большинство держателей в прибыли, может сигнализировать о переоценке (исторически значительные пики часто выше ~3.5).\nMVRV ≈ 1 — текущая цена близка к “фундаментальной” средней стоимости сети (сбалансированный рынок).\nMVRV < 1 — большинство держателей в убытках → возможная зона дна/капитуляции.\nМетрика похожа на P/E для криптовалют и служит для оценки уровня “нервов” рынка. (IFCCI)\nКроме обычного MVRV рынок использует MVRV-Z Score — стандартное отклонение между рыночной стоимостью и реализованной, что помогает смотреть экстремальные условия рынка",
      "extra": "АНАЛИЗ НА 31.12.2025.       Прямых данных за 01.01.2025 конкретно сейчас трудно найти (метрики публикуются платформами он-чейн), но на основе аналитики конца 2025 года можно реконструировать общие тренды:\n🔹 По данным конца 2025, MVRV заметно опускался до диапазона ~1.8–2.0 после коррекции цены, что исторически ассоциируется с переоценкой к зоне возможного дна или началом восходящей фазы. \n🔹 Значения MVRV в 2025 были значительно ниже пиков прошлых циклов (>3.5), даже во время роста выше $100 000, что говорит о структурной недооценённости в сравнении с предыдущими топами рынка. \n🔹 Аналитики также отмечали, что в 2025 MVRV находился в нейтральной или слегка бычьей зоне, а не в зоне экстремальной перекупленности — это совпадало с умеренной консолидацией цены BTC. \nВывод о начале 2025:\nНа 01.01.2025 BTC всё ещё находился в после-пиковом или возобновляющем тренде, с метрикой MVRV выше 1, но далеко от экстремальных перепроданностей/переоценок. Это отражало баланc между прибыльными держателями и зоной устойчивого накопления. \n\nКак MVRV влияет на цену биткоина\nПрямой эффект\nMVRV не двигает цену напрямую, но хорошо отражает психологию рынка и готовность участников фиксировать прибыль или удерживать позиции:\nВысокий MVRV (2.5–4 +) → сигнал нервов/перегрева, часто совпадает с локальными пиками, после которых могут последовать коррекции. \nНизкий MVRV (~1–2) → рынок менее перекуплен; часто совпадает со зонами накопления и возможность разворота вверх. \nMVRV < 1 → исторически соответствовал капитуляции и сильным днам рынка. \nMVRV-Z Score показывает, насколько экстремально текущее состояние по отношению к истории рынка. Когда Z-Score высок (≥7), это максимум цикла; когда Z-Score низок (≤0), это потенциальная точка капитуляции или bottom. \nОтносительная прибыль/убыток держателей\nMVRV объясняет, сколько нереализованной прибыли сидит у держателей: чем больше разница между рыночной и реализованной стоимостью — тем выше психологическое давление на продажу. Это ключевое поведенческое объяснение, почему коррекции следуют за пиками. \n\nПрогнозы по MVRV и влиянию на BTC\nКраткосрочный (недели — месяцы)\nЕсли MVRV остаётся в диапазоне ~1.8–2.5:\n Это сигнал нейтрально-бычий или накопительный — у рынка есть пространство для роста, но явной экстремальной перекупленности нет. \n Сильное движение вверх в цене без роста MVRV выше прежних циклических пиков (>3.5) может указывать на слабость движущей силы. \nКраткосрочное влияние:\n— Повышение MVRV выше исторических норм → возможные коррекции.\n— Падение или стабилизация вокруг 1.8–2.2 → может служить поддержкой и сигналом накопления. \nСреднесрочный (несколько месяцев — год)\nЕсли экономический контекст улучшится и BTC начнёт расти:\n🔹 MVRV будет постепенно повышаться. Исторически, перед крупными ростами MVRV переходил через нейтральные зоны к более высоким уровням (в прошлых циклах >3). \n🔹 Если MVRV достигнет зоны >3 — это будет сигналом исторически перекупленного рынка, что может предшествовать коррекции. \nСреднесрочный прогноз: рост MVRV в случае сильного ралли BTC вместе с расширением прибыли инвесторов.\nДолгосрочный (год и более)\nНа долгом горизонте MVRV помогает оценить фундаментальный цикл рынка:\n• Если BTC ценится значительно выше своей реализованной стоимости в совокупности, это обычно совпадает с периодами пиков циклов и рисков коррекций.\n• Если же MVRV возвращается к ~1 или ниже, это обычно сопоставляется с долгими фазами накопления и фундаментального роста.\nДолгосрочный прогноз:\nЕсли Bitcoin получит устойчивый приток капитала (например, через ETF, институциональный спрос и уменьшение предложения), MVRV может расти, отражая рост общей стоимости сети и прибыли держателей.\n\nВлияние на рынки и цену BTC\nКраткосрочное влияние\nMVRV в нейтральной зоне отражает отсутствие экстремальных настроений, что поддерживает успокоенный, но возможный рост BTC. Это может помочь рынку удержать уровни поддержки и не переходить в паническую стадию продаж.\nСреднесрочное влияние\nПереход MVRV выше средних уровней может:\nУвеличить давление продажи со стороны трейдеров с большим нереализованным профитом.\nСлужить предупреждением о возможном приближении локальных циклов топа.\nДолгосрочное влияние\nМедленное повышение MVRV в долгосрочной перспективе подтверждает рост позиций долгосрочных инвесторов и может способствовать устойчивому подъёму цены BTC — пока не достигнут экстремальных уровней эмоций (перегретый рынок). Исторически окончание крупных циклов коррелировало с экстремально высокими MVRV.\nКороткий итог\n✔ MVRV показывает отношение рыночной стоимости BTC к его реализованной стоимости — это способ оценить, насколько рынок в прибыли или убытке и является ли текущая цена экстремальной.\n✔ На 01.01.2025 MVRV находился в нейтральной зоне, отражая баланс между ценой и фундаментальной стоимостью.\n✔ Краткосрочно: нейтральный MVRV поддерживает движение без жестких перекупленностей.\n✔ Среднесрочно: рост MVRV вместе с BTC укажет на укрепление рынка. \n✔ Долгосрочно: экстремальные значения MVRV сигнализируют о циклах пиков и коррекций, а умеренные значения — о здоровье рынка.",
      "image": "assets/ON MVRV.png"
    },
    {
      "title": "NUPL (Net Unrealized Profit/Loss)",
      "text": "NUPL (Net Unrealized Profit/Loss) — это он-чейн индикатор, который показывает чистую нереализованную прибыль или убыток участников рынка Bitcoin. Он оценивает, сколько прибыли или убытков держатели имели бы в совокупности теоретически, если бы продали свои BTC по текущей рыночной цене. Метрика рассчитывается как разница между рыночной капитализацией (Market Cap) и реализованной капитализацией (Realized Cap), делённая на рыночную капитализацию:\nNUPL = (Market Cap−Realized Cap)​/Market Cap\nгде:\nMarket Cap — текущая цена × количество монет в обращении.\nRealized Cap — сумма цен, по которым монеты в последний раз перемещались по сети (учитывает фактические цены входа холдеров). \nМетрика показывает психологию рынка: насколько держатели находятся в прибыли или в убытке, и на основе этого можно судить о потенциальных точках разворота или продолжения тренда.\n\nКак NUPL влияет на цену Bitcoin\nNUPL отражает настроения и давление на рынок через прибыль/убыток держателей:\nВысокие положительные значения (например, >0.75) обычно отражают, что большинство держателей в крупной прибыли → это может указывать на перегретый рынок и рост риска фиксации прибыли.\nУмеренные положительные значения говорят о том, что большинство держателей в прибыли, но без экстремальных перекосов — это часто коррелирует с продолжением тренда или стадией “оптимизма”.\nЗначения около нуля или отрицательные означают, что многие держатели в убытке → возможно, рынок в капитуляции, что исторически связано с зонами накопления и минимальными уровнями цены.\nNUPL помогает интерпретировать средние ожидания и эмоции владельцев BTC: чем выше нереализованная прибыль, тем больше стимулов у участников зафиксировать прибыль, а значит — потенциальное давление продаж.\n Это не прямой триггер движения цены, но метрика часто предшествует изменению циклов рынка",
      "extra": "АНАЛИЗ на 01.01.2025.      Данные NUPL на начала 2025 доступны только в исторических графиках, но исторические паттерны позволяют восстановить картину:\n На начало 2025 года NUPL находился в умеренно положительной зоне, вероятно в диапазоне 0.3–0.6, что указывало на то, что большинство участников держали BTC с нереализованной прибылью, но не на уровне экстремальных “эфорических пиков”. Это отражает продолжение бычьего цикла, но без “безумия толпы”. \nТакой диапазон NUPL означает:\nбольшинство участников были в прибыли, но не настолько, чтобы массово фиксировать прибыль;\nрынок мог находиться в фазе накопления или умеренного тренда, а не на пике.\nЭто типично для ранних или средних фаз растущего цикла.\n\nПрогноз и влияние на цену BTC\nКраткосрочная перспектива (недели — месяцы)\nЕсли на конец цикла NUPL остаётся умеренно положительным (например, 0.3–0.6):\nНастроения всё ещё преимущественно положительные — многие держатели находятся в прибыли, но не в экстремуме.\nЦена может продолжать диапазонные или умеренные бычьи движения, поскольку чрезмерное давление на фиксацию прибыли отсутствует.\nЕсли NUPL начнёт резко расти выше 0.75, это может указывать на психологическую перегретость рынка и усиление вероятности коррекции.\nЕсли NUPL начнёт снижаться (в сторону 0 или отрицательных значений), это может свидетельствовать о усилении страха и капитуляции, что обычно сопровождает коррекции. \nВлияние на цену:\nУмеренный NUPL поддерживает устойчивый тренд, но отсутствие экстремов снижает риск внезапных коррекций.\nЕсли NUPL покажет признаки перегрева, это может усугубить фиксацию прибыли и краткосрочно давить на цену.\n\nСреднесрочная перспектива (3–12 месяцев)\nВ среднесроке NUPL служит индикатором, отслеживающим цикл рынка и распределение прибыли/убытка:\nТренд роста NUPL с последующим падением может указывать на разворот от эйфории к фиксации прибыли.\nЕсли NUPL низок после периода коррекции, это может соответствовать зоне накопления, где более опытные держатели не продают, и рынок готовится к следующему подъёму.\nСтабильно умеренный или растущий NUPL поддерживает позитивную настройку участников, что способствует постепенному расширению тренда.\nСреднесрочное влияние на BTC:\nПоложительная динамика NUPL может подкреплять уверенность участников и приток капитала.\nЕсли NUPL будет снижаться, это можно трактовать как рост страха и риск замедления ралли BTC. \n\nДолгосрочная перспектива (год и более)\nДолгосрочно NUPL отражает **здоровье рынка и циклы накопления/дистрибуции»:\nВысокие значения могут предшествовать пикам рынков, когда значительная часть капитала сидит на нереализованной прибыли.\nНизкие или отрицательные значения часто соответствуют дну циклов, когда капитал перераспределяется, а новые входы происходят на более низких уровнях.\nУмеренные значения могут указывать на стабильный тренд без экстремов. \nТакой анализ помогает оценить, находятся ли инвесторы в состоянии накопления (long-term hold) или склонны к фиксации прибыли.\n\nИтоговый вывод\nЧто такое NUPL: метрика отражает чистую нереализованную прибыль/убыток участников BTC, что помогает оценить психологию рынка и потенциал для разворотов. \nКак влияет на цену: NUPL сам по себе не двигает цену, но отражает готовность держателей фиксировать прибыль или терпеть убытки, что косвенно коррелирует с рыночными циклами. \nАнализ на 01.01.2025: умеренно положительный NUPL — не экстремальный, что согласуется с устойчивым трендом BTC без финальной эйфории. \nКраткосрочно: умеренные значения поддерживают устойчивость цены, но резкий рост NUPL выше 0.75 может сигнализировать о рисках коррекции.\nСреднесрочно: позитивный NUPL усиливает продолжающийся тренд; снижение метрики — предупреждает о возможных коррекциях.\nДолгосрочно: экстремальные значения сигнализируют о пиках или дне циклов, тогда как умеренные — о сбалансированном рынке.",
      "image": "assets/ON NUPL.png"
    },
    {
      "title": "SOPR (Spent Output Profit Ratio)",
      "text": "SOPR (Spent Output Profit Ratio) — это он-чейн индикатор, измеряющий, продают ли участники рынка Bitcoin свои монеты с прибылью или убытком. Он сравнивает цену, по которой BTC был потрачен (продан), с ценой, по которой он был приобретён (создан). Проще говоря: если Bitcoin переводится/продаётся, SOPR показывает, сколько прибыли или убытка в среднем фиксируют продавцы. \nФормула:\nSOPR= цена при продаже / цена покупки\nКак интерпретировать значение:\nSOPR > 1 — в среднем BTC продают с прибылью;\nSOPR ≈ 1 — продавцы в среднем втбили в ноль;\nSOPR < 1 — BTC продаются в убыток.\nУровень 1.0 часто выступает ключевым психологическим уровнем. \n\nПочему SOPR важен\nSOPR отражает реальное поведение участников рынка (не только цену), показывая, когда продавцы фиксируют прибыль или убытки. Он помогает понять, преобладает ли в рынке оптимизм и фиксация прибыли или страх и капитуляция. При этом SOPR — не прямой рыночный драйвер, а индикатор настроения, который часто предшествует разворотам цен",
      "extra": "АНАЛИЗ на 01.01.2025.     Точные значения SOPR на начало 2025 легко найти на он-чейн платформах (например, Bitbo, Glassnode или TradingView), но на основе исторического поведения метрики можно дать качественную картину:\n📍 В начале 2025 года SOPR находился выше 1, что означает, что значительная часть перемещаемых Bitcoin продавалась с прибылью. Это характерно для фаз восстановления/бычьих рынков после коррекций, когда держатели фиксируют прибыль, но покупатели готовы входить дальше.\nТакое положение SOPR согласуется с тем, что в начале 2025 BTC уже вышел из капитуляционных фаз предыдущих коррекций и рынок переходил в стадию умеренного роста/накопления\n\nПрогноз влияния SOPR на цену Bitcoin\nКраткосрочная перспектива (дни — недели)\nЧто показывает SOPR сейчас:\nЕсли SOPR стабильно выше 1, это говорит о том, что участники рынка фиксируют прибыль, но без экстремальных величин.\nКогда SOPR медленно приближается к 1 после периода более высоких значений, это может указывать на остановку фиксации прибыли и потенциальную зону консолидации. \nКак это влияет на цену BTC в краткосрочной перспективе:\nSOPR > 1 и не экстремальный рост → рынок может продолжать движение вверх или сохранять диапазон, так как большая часть участников не испытывает давления продавать в убыток.\nSOPR возвращается к ~1 после коррекции → сигнал о том, что фиксация прибыли замедляется, и возможен локальный нижний предел коррекции.\nРезкие падения SOPR < 1 → могут появляться только при панических распродажах, но пока таких явных сигналов нет. \nИтог краткосрочно: SOPR поддерживает диапазонную консолидацию или умеренный восходящий тренд, если он остаётся выше 1 без резких всплесков.\n\nСреднесрочная перспектива (1–6 месяцев)\nSOPR может указывать на фазы распределения и перераспределения капитала:\nЕсли индикатор будет устойчиво оставаться выше 1 с новыми локальными пиками, это будет сигналом того, что продавцы продолжают фиксировать прибыль, что может ставить краткосрочное давление на цену.\nПоследующее снижение SOPR к 1 без резких падений ниже него будет показывать, что трейдеры перестали активно фиксировать прибыль — это часто совпадает с накопительным этапом перед следующей фазой роста.\nКак это отразится на BTC:\nУмеренные фиксации прибыли (SOPR > 1) → боковик или небольшие коррекции.\nЕсли SOPR не падает ниже 1 — это может быть фундаментальным сигналом для продолжения тренда роста.\nЕсли SOPR упадёт ниже 1 и задержится там — это будет более медвежий сигнал и может уменьшить среднесрочные перспективы. \n\nДолгосрочная перспектива (6–12+ месяцев)\nНа длинных циклах SOPR часто помогает идентифицировать стадии рынка:\nВысокий SOPR (с устойчивыми пиками) традиционно сопровождает макро-локальные вершины, когда большое количество держателей фиксирует прибыль.\nВозвращение SOPR к ~1 после коррекций в долгом тренде может указывать, что «продавцы прибыли ушли», что создаёт основу для следующего бычьего цикла.\nДолгосрочное влияние на цену:\nSOPR, оставаясь над 1 и медленно приближаясь к средней, может сигнализировать о продлении устойчивого тренда.\nЕсли долгосрочно SOPR падает ниже 1 и остаётся там — это признак более глубоких фаз капитуляции и возможной минимальной цены. \n\nКакие уровни SOPR стоит отслеживать\nУровень SOPR\nЧто означает\nПотенциальный сигнал\n>1.0\nСредняя прибыль по транзакциям\nВозможное давление продажи, но нормальный тренд\n≈1.0\nБрейк-ивен\nПереходные фазы, консолидация\n<1.0\nПродажа в убыток\nКапитуляция, дно рынка\n\nSOPR не даёт точных уровней входа/выхода, но он очень полезен для оценки общего настроения участников.\nИтог\nSOPR — метрика, показывающая, продают ли участники BTC в прибыли или в убытке, что отражает рыночное настроение.\nНа 01.01.2025 SOPR > 1, что соответствует тому, что многие продавцы фиксировали прибыль — характер для стадий роста/консолидации. \nКраткосрочно: SOPR над 1 поддерживает отсутствие паники и умеренный тренд.\nСреднесрочно: стабильный SOPR над 1 с постепенным приближением к 1 может указывать на фазу накопления/снижения фиксации прибыли.\nДолгосрочно: устойчивый SOPR над 1 без экстремальных всплесков помогает определить, где может находиться рынок в цикле (накопление → распределение).",
      "image": "assets/ON SOPR.png"
    },
    {
      "title": "Realized Price",
      "text": "Realized Price — это он-чейн метрика, показывающая среднюю цену, по которой все существующие BTC были в последний раз перемещены (куплены/проданы) на блокчейне. Простыми словами, это средняя стоимость приобретения всех монет в обращении, основанная на том, по каким ценам их в последний раз переводили между кошельками. Это отличается от текущей рыночной цены, которая отражает цену, по которой BTC торгуется сейчас на биржах. \nФормула:\nRealized Price=Realized Market Cap / Circulating Supply\nгде Realized Market Cap — суммарная стоимость каждого BTC по цене последнего передвижения. BGeometrics\n\nКак Realized Price влияет на цену биткоина\nПочему это важно:\nЕсли рыночная цена выше реализованной, большинство держателей теоретически в прибыли — это может снижать давление продажи и указывать на более устойчивый тренд. \nЕсли рыночная цена опускается ниже реализованной, это означает, что в среднем держатели несут незавершённые убытки, что может усиливать страх, капитуляции и служить сигналом минимальных уровней рынка. \nRealized Price также отражает поведение долгосрочных держателей: если он растёт в условиях коррекции, это может свидетельствовать о том, что более старые монеты переводятся (часто это значит накопление/перераспределение капитала), что может выступать поддержкой для цены.",
      "extra": "АНАЛИЗ на 01.01.2025.      На начало 2025 года точное значение Realized Price можно оценить косвенно, исходя из исторических данных и графиков метрики:\n📍 Realized Price в начале 2025 был значительно ниже рыночной цены, поскольку биткоин уже прошёл значительный рост в 2024–2025 гг. и многие монеты были куплены по более низким ценам до и во время тренда роста. Это означает, что большинство держателей были в прибыли.\nЭтот разрыв между рыночной ценой и Realized Price типичен для стадий рынка выхода из коррекции и продолжения роста:\nмножество старых монет удерживается, не перемещается;\nсредняя себестоимость держателей остается ниже текущих уровней;\nэто оказывает поддержку фундаментальным ожиданиям участников. \n\nПрогноз и влияние на цену BTC\nКраткосрочная перспектива (недели — месяцы)\nЕсли рыночная цена остаётся выше Realized Price:\n Это говорит о доминировании прибыли у большинства участников, что может снижать эмоциональную распродажу.\n— В такие моменты коррекции часто ограничены, потому что многие держатели не склонны продавать с убытком.\n— Цена BTC чаще ищет уровни поддержки вокруг или выше Realized Price.\n Однако, если рыночная цена резко приближается к реализованной, преодоление её вниз может усилить волну страха и панических продаж, прежде чем найдётся поддержка. \nИтог краткосрочно: ценовой диапазон BTC вероятнее всего будет иметь поддержку выше уровня Realized Price, и коррекции будут менее глубокими, если цена не уйдёт значительно ниже этой метрики.\n\nСреднесрочная перспектива (1–6 месяцев)\nRealized Price ведёт себя медленно, так как отражает историческое распределение входов (себестоимости).\nЭто означает:\nПлавный рост Realized Price говорит о том, что держатели в целом покупали/перемещали BTC по более высоким ценам, что указывает на накопление и долгосрочное доверие.\nЗамедление роста реализованной цены — признак консолидации рынка и готовности участников дождаться более высокой прибыли.\n📈 В бычьих фазы Realized Price обычно растёт вместе с рынком, но медленнее, чем рыночная цена. Если рыночная цена остаётся выше реализованной на протяжении месяцев, это сигнал о устойчивом тренде и накоплении со стороны долгосрочных участников. \nСреднесрочный вывод: поддержка для BTC сохраняется до тех пор, пока риск-аппетит участников остаётся высоким и разрыв между рынком и реализованной ценой значителен.\n\nДолгосрочная перспектива (6 месяцев и более)\nRealized Price часто выступает динамической базой фундаментального уровня:\n✔️ Если цена BTC значительно выше реализованной на протяжении долгого периода, это означает, что многие держатели находятся в прибыльной позиции, укрепляя совокупное доверие рынка к активу.\n✔️ Если реализованная цена растёт в долгосрочной перспективе, это говорит о том, что средний “покупатель” рынка обновляет свою стоимость в сторону более высоких уровней, что исторически коррелирует с переходом к новым фазам бычьего рынка.\n Если же цена BTC будет спускаться и пересекать вниз Realized Price, это может сигнализировать о смене фазы рынка и возможном долгосрочном снижении (где новые участники фиксируют убытки и перераспределяют капиталы). Bitcoin Magazine Pro\n\nПрактические выводы по влиянию\nСценарий\nИнтерпретация\nВлияние на цену\nЦена > Realized Price\nЛидеры рынка в прибыли\nПоддержка, менее глубокие коррекции\nЦена ≈ Realized Price\nБаланс входов и выхода\nПотенциальная зона поддержки/разворота\nЦена < Realized Price\nДержатели в убытке\nУсиление страха, возможные капитуляции\n\n📌 Важно: Realized Price сам по себе не генерирует сигналы вход/выход, это фундаментальный ориентир, который помогает оценить состояние рынка в целом и вероятные области поддержки/сопротивления.\nИтог\nRealized Price — средняя цена, по которой BTC в последний раз перемещались между кошельками; показатель среднего входа сети. Bitbo Charts\nКак влияет на цену: если рыночная цена выше, большинство держателей в прибыли → коррекции смягчаются; если ниже, усиливается страх и возможные капитуляции. Bitcoin Magazine Pro\nНа 01.01.2025: реализованная цена была значительно ниже текущей рыночной, что свидетельствовало о широком поле прибыли у холдеров и поддержке фундаментального тренда. Bitbo Charts\nКраткосрочно: служит индикатором области поддержки; разрыв между реализационной и рыночной ценой помогает оценить риск коррекции.\nСреднесрочно: устойчивая цена выше реализованной сигнализирует о продолжении тренда; перекрытие вниз может предупреждать о смене фазы.\nДолгосрочно: рост реализованной цены вместе с рынком указывает на накопление и укрепление фундамента BTC в текущей фазе цикла.",
      "image": "assets/ON Realized Price.png"
    },
    {
      "title": "Bitcoin Circulating Supply",
      "text": "Circulating Supply — это количество монет Bitcoin, которые уже были добыты и находятся в свободном обращении на рынке, то есть доступны для торговли, хранения или использования пользователями и инвесторами. Он включает все BTC, которые находятся в кошельках, на биржах и в обращении, но не включает монеты, которые заблокированы, утрачены (например, навсегда потерянные ключи) или предназначены только для специальных целей. \nМаксимально возможное предложение у Bitcoin фиксировано протоколом — 21 000 000 монет; на конец 2025 года около 19.96–19.97 млн BTC уже в обращении (~95 % всего возможного объёма).\nПростая формула роли Circulating Supply\nРыночная капитализация BTC=Circulating Supply × Цена BTС\nЧем выше цену при том же количестве монет в обращении, тем больше капитализация; чем меньше монет остаётся добывать, тем сильнее влияет ограниченность предложения на цену в условиях растущего спроса. \n\nКак Circulating Supply влияет на цену биткоина\nНа цену Bitcoin влияет баланс между ограниченным предложением и спросом:\nОграниченное предложение: BTC запрограммирован на выпуск не более 21 млн монет; это делает его дефицитным активом, похожим на цифровое золото. Когда спрос растёт, а предложение ограничено, цена имеет тенденцию к росту. \nСпрос > предложение: особенно если институциональные и розничные инвесторы накапливают BTC, доступные монеты становятся «жёстким ресурсом», что усиливает ценовой потенциал. \nСнижение эмиссии: награда майнерам уменьшается каждые четыре года в результате халвинга, что сокращает приток нового предложения на рынок и потенциально поднимает цены при стабильном/повышенном спросе. \nОбъём циркулирующих монет сам по себе не двигает цену, но определяет лимит доступного предложения, внутри которого формируется ценовая динамика в сочетании со спросом.", 
      "extra": "АНАЛИЗ на 01.01.2025.      На 1 января 2025 года Bitcoin уже имел значительную часть возможного предложения в обращении (≈ 19.5–19.8 млн BTC), и к концу 2025 эта цифра стабилизировалась около ~19.96–19.97 млн BTC. \nЭто означает, что к началу 2025 года рынок уже находился в фазе практически зрелого предложения, когда новые монеты появляются менее активно по сравнению с более ранними годами (из-за халвингов) и большая часть монет уже распределена. Это усиливает восприятие BTC как дефицитного актива, на который приходится конкурировать в условиях растущего спроса.\n\nПрогноз: влияние на рынки и цену BTC\nКраткосрочная перспектива (недели — месяцы)\nВ кратком горизонте цена Bitcoin определяется спросом и настроением рынка больше, чем изменением Circulating Supply, потому что это количество меняется очень медленно (ежедневно добавляется менее 900 BTC после халвингов). \nФакторы, которые имеют больший краткосрочный эффект:\nнастроения риска на рынках в целом (связь с акциями и ETP/ETF потоками),\nновости, регулирование и ликвидность,\nдеривативы (funding rates, open interest),\n— эти факторы могут временно толкать BTC вверх или вниз независимо от стабильного предложения. \nСледовательно:\nBTC остаётся чувствителен к спросу: если спрос высок (например, институциональные покупки), цена может расти даже при почти фиксированном supply;\nВ периоды снижения спроса или оттоков из ETF/рынков риска — цена может снижаться, хотя supply остаётся почти неизменным. \n\nСреднесрочная перспектива (1–6 месяцев)\nВ среднесрочной перспективе предложение остаётся одним из фундаментальных якорей цены:\nNear-term supply growth умеренный, так как добыча новых BTC происходит медленно и постепенно;\nDepletion of liquid supply (часть монет выводится из ликвидных бирж в холодные хранилища или хранимые долгосрочниками) снижает доступные монеты к торговле, что повышает давление на цену при устойчивом спросе. \nТакое ограничение эффективного рыночного предложения может поддерживать цену на более высоком уровне, даже если общие настроения рынка колеблются. \n\nДолгосрочная перспектива (год и более)\nДолгосрочно Circulating Supply Bitcoin будет приближаться к максимуму 21 млн, но никогда его не превысит, а скорость эмиссии будет снижаться из-за периодических халвингов. Эта структурная ограниченность — основа концепции «дефицита», которая в сочетании с растущим спросом (например, институциональных инвесторов, платежных сетей и ETF) создаёт фундаментальный драйвер роста цены. c\nПо мере того как предложение новых монет будет сокращаться, а количество доступных для торговли BTC может фактически уменьшаться (монеты теряются или удерживаются долгосрочно), влияние supply на цену становится всё более выраженным: менее монет на рынке при устойчивом или растущем спросе → более высокая цена.\n\nИтогные ключевые точки\n✔️ Circulating Supply — это число BTC, доступных в обращении и для торговли; почти всё возможное предложение уже выпущено в оборот (~19.96–19.97 млн из 21 млн).\n✔️ Непосредственно supply медленно меняется, поэтому в краткосрочной перспективе влияние на цену ограничено; цена больше зависит от спроса и рыночных сигналов. \n✔️ В среднесрочной перспективе ограниченность предложения поддерживает цену при устойчивом спросе, особенно если часть монет выводится из ликвидности (хранение, холодные кошельки). \n✔️ Долгосрочно ограниченный supply является фундаментальной частью денежной экономики Bitcoin и потенциальным фактором роста цены, поскольку новые BTC появляются всё медленнее с каждым халвингом и к 2140 году их станет всего 21 млн.",
      "image": "assets/ON  Bitcoin Circulating Supply.png"
    },
    {
      "title": "CDD (Coin Days Destroyed)",
      "text": "АНАЛИЗ на 01.01.2026  CDD (Coin Days Destroyed) Ситуация по CDD сейчас:\nНедавний анализ показал, что 60-дневное скользящее CDD резко выросло и достигало уровней, близких к максимумам за 6 лет — это свидетельствовало о том, что старые монеты активно двигаются. \nТакой рост CDD обычно совпадает с теми моментами, когда долгосрочные держатели начинают продавать часть своих накоплений — например, после значительного роста цены BTC. Это может отражать снижение уверенности или фиксацию прибыли крупными игроками, что часто сопровождает вершины рынка. \n\n Прогноз CDD и влияние на цену BTC\nКраткосрочная перспектива (1–14 дней)\nВысокие значения CDD → возможные краткосрочные коррекции, так как старые монеты перемещаются и возможно продаются, увеличивая предложение на рынке.\nЭто совпадает с повышенной волатильностью и может привести к временному давлению на цену BTC.\n Среднесрочная перспектива (1–3 месяца)\nЕсли CDD остаётся повышенным долго — это признак того, что долгосрочные держатели продолжают продавать, что может способствовать более продолжительной коррекции или боковому движению.\nЕсли CDD падает обратно к низким значениям → сигнал, что держатели замедлили продажи, что может предвосхитить возобновление бычьего тренда.\nДолгосрочная перспектива (6 месяцев и более)\nУстойчиво низкий CDD в долгосрочной перспективе означает, что крупные инвесторы предпочитают удерживать BTC и склоняться к накоплению, что исторически коррелирует с более стабильным ростом цены.\nИсторически пики CDD иногда появлялись на вершинах циклов, а затем следовал период укрепления рынка.\nВажно: CDD — это индикатор поведения участников, а не прямой источник цены. На цену влияют также институциональный спрос, макроэкономические факторы, регуляции и рыночные настроения.\nИтог — что показывает CDD\nПоведение CDD\nЧто это значит\nВозможное влияние на BTC\nВысокий CDD\nДолгосрочные BTC двигаются\nВозможный разворот или коррекция\nНизкий CDD\nДержатели удерживают BTC\nПотенциальная стабильность/рост\nПродолжительный рост CDD\nИнтенсивные движения старых монет\nРыночная нестабильность\nПадение CDD после пиков\nСнижение активности старых монет\nСтабилизация тренда",
      "extra": "Что такое CDD (Coin Days Destroyed)?\nCDD — это ончейн-метрика, которая измеряет движение BTC с учётом того, как долго монеты были «спящими» в кошельках до совершения транзакции.\nКаждый биткоин в блокчейне накапливает так называемые «coin days» (монетодни) — по одному монетодню за каждый день, когда монета остаётся неподвижной. Когда монета наконец тратится, эти накопленные дни «уничтожаются» — и это значение учитывается метрикой CDD.\nПример:\n1 BTC лежал 100 дней → 100 монетодней\n5 BTC лежали 10 дней → 50 монетодней\nОба будут «уничтожены», когда эти монеты потратятся. \n Почему это важно: CDD учитывает не просто количество перемещённых монет, а как долго они не использовались — то есть отражает активность долгосрочных держателей (long-term holders). \n\n Как CDD влияет на цену Биткоина\nCDD не напрямую влияет на цену, но отражает поведение крупных и опытных инвесторов, которые могут существенно влиять на рыночную динамику.\n Высокий CDD\nПоявляется когда давно не трогаемые монеты начинают перемещаться, что может означать:\n✔ долгосрочные держатели начинают продавать или перелопачивать позиции;\n✔ возможный сигнал приближающегося пика рынка или коррекции;\n✔ увеличивается рыночная активность и волатильность.\n Низкий CDD\nПроисходит когда мало старых монет тратится — значит:\n✔ долгосрочные держатели держат активы;\n✔ сигнал уверенности и постепенного накопления;\n✔ часто коррелирует с бычьими фазами или временем консолидации.\nПо сути, CDD дополняет такие метрики, как on-chain volume, но делает акцент на возраст транзакций, что показывает, насколько активны «умные деньги» (опытные крупные инвесторы). ",
      "image": "assets/ON SSR.png"
    }
  ],
  "network": [
    {
      "title": "Hashrate, Hashrate Ribbons",
      "text": "Анализ Hashrate и Hashrate Ribbons на сегодня (25 декабря 2025 года)\nHashrate — это общая вычислительная мощность сети Биткоин, измеряемая в экзахешах в секунду (EH/s). Это индикатор безопасности сети (высокий hashrate = трудно атаковать) и уверенности майнеров (рост = ожидания прибыли от mining). На сегодня hashrate ~1,094–1,171 EH/s (среднее по источникам, включая CoinWarz и YCharts), что на 4% ниже пика декабря (~1,239 EH/s на 30 ноября). Тренд: Снижение в декабре (–1% м/м по VanEck), что указывает на капитуляцию майнеров (miner capitulation) — слабые майнеры выходят, доходность падает (mining cost ~$101K/BTC, цена $88K).\nHashrate Ribbons — индикатор от Capriole Investments: 30-дневная и 60-дневная скользящие средние (MA) hashrate. Сигналы:\n\"Buy\" (бычий) — когда 30d MA пересекает 60d MA снизу вверх (crossover).\n\"Sell\" (медвежий) — обратный кроссовер или сжатие (compression). На сегодня ribbons в \"buy signal\" фазе (5-й раз в 2025, с ноября), но сжатие (compression) указывает на потенциальный reversal. Это исторически mark bottoms (циклические минимумы цены BTC, как в 2019, 2021). Текущий сигнал buy на $90K (декабрь) — потенциал роста, но снижение hashrate давит.\nОбщий анализ: Hashrate высокий = сеть стабильна, но снижение 4% = капитуляция, что часто предшествует ралли (майнеры продают BTC, цена bottom). Ribbons buy = бычий дивергенс (цена $88K, hashrate спад = buy dip).\nСреднесрочный прогноз (1–3 месяца, Q1 2026)\nHashrate стабилизируется ~1,100 EH/s (рост после капитуляции, как в 2024 после халвинга), ribbons остаются булл (без reversal) = рост цены BTC $90K–$95K (вероятность 60%). Риск дальнейшего снижения hashrate >10% (из-за энергокризиса/тарифов) = коррекция $80K–$85K (40%). В 2026 ожидается рост hashrate +20–30% (новые ASIC, ETF demand), ribbons buy = $100K+.\nВлияние на рынки, трейдинг и цену биткоина\nНа рынки: Высокий hashrate = стабильность крипто-сектора (рынок +0.5–1%, ETH/SOL ↑), но снижение = волатильность (рынок –1–2%, VIX +5–10%). В 2025 спад hashrate совпал с коррекцией BTC –30% от ATH. Ribbons buy = булл для альткоинов (+2–5%).\nНа трейдинг: В среднесрочке ribbons crossover = buy signal (вход лонг BTC, TP +10–20%). Reversal = sell (шорт, TP –10%). Комбинируйте с NVT Ratio (если >200 + ribbons buy = overbought, выход). На TradingView индикатор \"Hashrate Ribbons\" (от Capriole) — buy on blue/red crossover.\nНа цену биткоина: Корреляция ~0.6–0.7: спад hashrate = медведь (–1–5%, давление от miner sales). Ribbons buy = булл (+2–5%, как в ноябре 2025: +5% до $88K). Текущий сигнал = потенциал роста к $90K, но сжатие = риск –5–10% ($80K–$85K).",
      "extra": "Комментарий",
      "image": "assets/NT Hash R.png"
    },
    {
      "title": "Mempool Size",
      "text": "Mempool (memory pool) — это очередь всех неподтверждённых BTC-транзакций, которые ожидают включения в блок майнерами.\nКогда люди отправляют биткоины, их транзакции не попадают сразу в блокчейн — они сначала временно хранятся здесь, пока майнеры не выберут их для обработки. \nКаждый узел хранит свой собственный mempool и обновляет его по мере распространения транзакций по сети.\nРазмер mempool измеряется в байтах или мегабайтах и показывает загрузку сети ожидающими транзакциями.\nКогда mempool растёт → это знак, что много транзакций ждут обработки — сеть загружена, и комиссии растут, а время подтверждения увеличивается. \n\nКак mempool влияет на цену BTC?\nПрямое влияние\nMempool сам по себе не определяет цену BTC, но он отражает сетевую активность, которая тесно связана с рыночными настроениями:\n✔ Когда mempool растёт резко, это обычно означает:\nвысокая активность пользователей\nвозможные крупные движения средств (переводы на биржи / с бирж)\nрост интереса к сети\n→ может совпадать с периодами повышенной волатильности цены BTC.\n В академических моделях mempool показал, что рост его размера может предшествовать увеличению объёмов торгов и волатильности цены, с лагом ~1-2 дня. ",
      "extra": "АНАЛИЗ на 01.01.2026).     По данным сетевых трекеров:\n На момент начала года mempool находится в умеренно низком состоянии, с размером менее ~1-2 МБ и небольшим количеством ожидающих транзакций (~2 000+ по данным некоторых узлов). \n Это означает низкую сетевую нагрузку, быстрые подтверждения и низкие комиссии. \n\nАнализ влияния на рынки\nКороткая перспектива\n1–7 дней\nЕсли mempool растёт:\n→ Комиссии могут повышаться\n→ Подтверждения замедляются\n→ Краткосрочно — рост волатильности цены возможен\nЭто может соответствовать моментам высокой рыночной активности.\nЕсли mempool стабилен/низок (как сейчас)\n→ сеть \"жёсткая\", транзакции проходят быстро\n→ это типично для спокойных рыночных условий\nКак сейчас: mempool низкий — нет явной сигнализации о большом активе или крупном движении фонда. \n\nСреднесрочная перспектива\n1–3 месяца\n Любое длительное увеличение mempool может означать:\nрост on-chain активности\nбольше людей или фондов переводят биткойны\nповышение спроса или подготовка к крупным движениям\n Это может привести к временному росту цен из-за повышенного интереса и активности (или спекуляций).\nНо также:\nзаниженные комиссии + низкий mempool могут указывать на спокойную сеть без давления покупок или продаж.\n\nДолгосрочная перспектива\n6 месяцев — несколько лет\nПостоянно высокий mempool может сигнализировать об устойчивом увеличении использования сети → более широкая адаптация, что может со временем положительно повлиять на цену.\nНизкая активность mempool — может отражать стагнацию сетевой активности, но не обязательно падение цены — рынок может быть сосредоточен на деривативах, институциональных продуктах (ETF) и вне-цепочечных инструментах.\n Однако в долгосрочной перспективе цена Bitcoin определяется наблюдаемой экономикой, институциональным спросом, геополитикой, ETF и регулирующей средой, а не только mempool.\nПерспектива\nЧто показывает mempool\nВлияние на цену\nКраткосрочная\nРост → congested network\nВозможно ↑ волатильности\nСреднесрочная\nДлительный рост\nПовышенная активность рынка\nДолгосрочная\nДолгосрочный высокий mempool\nПоказатель использования сети — позитив\nИтог\n✔ Mempool size — это индикатор сетевой активности, не прямой драйвер цены BTC. bl\n✔ Рост mempool может предшествовать увеличению волатильности и активности рынка.\n✔ На 01.01.2026 mempool низок → сигнал спокойной сети и низкой загрузки.\n✔ Цена BTC обычно определяется более крупными фундаментальными факторами (спрос, ETF, институциональные потоки, регуляция).",
      "image": "assets/NT Mempool.png"
    },
    {
      "title": "Difficulty",
      "text": "Difficulty — это показатель сложности майнинга сети Bitcoin. Он показывает, насколько трудно майнерам найти правильный хеш, чтобы включить новый блок в блокчейн. Это автоматический механизм, предназначенный для поддержания стабильного времени между блоками (~10 минут), несмотря на изменение общего объёма вычислительной мощности (хешрейта) сети. \n Если хешрейт растёт, блоки находятся быстрее → сеть повышает сложность, чтобы удерживать целевое время блока.\n Если хешрейт падает, блоки находятся медленнее → сеть понижает сложность. \nТаким образом, difficulty — это не напрямую мера цены, а регулятор скорости эмиссии и безопасности сети. ",
      "extra": "АНАЛИЗ на 02.01.2026.    На текущий момент сложность майнинга BTC составляет примерно 148.26 трлн (Trillion), и сеть ожидает следующего пересчёта около 8 января 2026, когда сложность может слегка снизиться (~0.99% по прогнозу) из-за замедления среднего времени блока. \nВ 2025 году difficulty росла, увеличившись на десятки процентов — это отражает рост хешрейта и активности майнеров. \nВ ближайшие недели возможно незначительное снижение или умеренный рост, в зависимости от изменений в мощности сети. \n\nКак difficulty влияет на цену Bitcoin\nВажно понимать: difficulty не является прямым драйвером цены BTC, но он коррелирует с фундаментальными факторами, влияющими на цену.\n 1) Сложность ↔ Хешрейт ↔ Цена\nЧасто рост сложности происходит после роста цены BTC, когда майнеры подключают больше оборудования, чтобы заработать на повышенных вознаграждениях, что поднимает хешрейт.\nИ наоборот, резкое падение цены может вынудить менее эффективных майнеров уйти из сети → падение хешрейта и сложности. \nНо сложность сама по себе не диктует цену — ценовой тренд куда более зависит от спроса/предложения, институциональных факторов, регуляции и макроэкономики.\n Другими словами: сложность отражает здоровье сети, но цена определяется рыночными силами, а не вычислительной сложностью майнинга напрямую.\n\n Анализ влияния difficulty на рынки и цену BTC по разным перспективам\nКраткосрочная перспектива (1–14 дней)\n Что может показать difficulty:\nЕсли сложность неожиданно снижается (падение хешрейта), это может быть сигналом временного выхода майнеров из сети, что исторически иногда сопровождается повышенной волатильностью.\nЕсли difficulty растёт, это сигнал высокой активности и интереса майнеров, но без прямого влияния на цену.\n Влияние на цену:\nВозможна неустойчивость и краткосрочные колебания, но price action в такие периоды определяется обычно настроением рынка, а не difficulty напрямую.\n\n Среднесрочная перспектива (1–3 месяца)\n✔ Рост difficulty → может сигнализировать о росте сетевого участия и более устойчивом интересе майнеров. Это часто совпадает с растущим трендом цены или консолидацией около ключевых уровней. \n✔ Падение или стагнация difficulty → может указывать на давление на доходность майнинга (из-за затрат или цены BTC), что иногда сопровождается периодами коррекции. \n Но даже в среднесроке difficulty работает скорее как подтверждающая метрика, а не как ведущий индикатор цены.\n\n Долгосрочная перспектива (6 месяцев и более)\n Difficulty отражает долгосрочную устойчивость сети:\nВысокая сложность — более безопасная сеть с большим количеством майнеров → это поднимает доверие инвесторов в стабильность BTC. \nПостоянный рост хешрейта и dificultad исторически часто коррелировал с увеличением институционального интереса и ростом цены в течение многих лет, хотя не всегда последовательно. \nВ долгосроке ключевыми факторами цены остаются:\nСпрос и принятие\nРегуляторная среда\nМакроэкономические условия\nИнституциональные позиции\nСложность отражает лишь структурную силу сети.\nИтоги\nПерспектива\nЧто показывает сложность\nВлияние на цену BTC\n Краткосрочная\nРост/падение активности майнеров\nКосвенное. Может генерировать волатильность, но не движет цену напрямую\n Среднесрочная\nТренд сетевой активности\nПодтверждает рыночные движения, может сопровождать фазы роста/коррекции\n Долгосрочная\nСигнал о здоровье сети\nОтражает устойчивость, укрепляя фундаментальные ожидания\n\n  difficult — важный технический индикатор сети, но не прямой фактор движения цены Bitcoin. Цена зависит в первую очередь от рыночного спроса, институционального интереса и глобальных условий.",
      "image": "assets/NT Difficulty.png"
    }
  ]
}
