{
  "research": [
    {
      "title": {
        "en": "CRYPTOMETRICS RG",
        "ru": "CRYPTOMETRICS RG",
        "si": "CRYPTOMETRICS RG"
      },
      "text": {
        "en": "This site will be useful for financiers, financial analysts, traders, economists, and anyone interested in market cycles. I create financial statistical websites and dashboards. I work with charts, perform analysis, provide forecasts, and give recommendations. (The site is currently under development)",
        "ru": "Этот сайт будет полезен для финансистов, финансовых аналитиков, трейдеров, экономистов и людей, интересующихся рыночными циклами. Создаю финансовые статистические сайты Дашборды (Dashboard). Работаю с графиками, провожу анализ, делаю прогноз, даю рекомендации. (Сайт находится в стадии разработки)",
        "si": "Ta spletna stran bo koristna za financerje, finančne analitike, trgovce, ekonomiste in vse, ki jih zanimajo tržni cikli. Ustvarjam finančne statistične spletne strani in nadzorne plošče (dashboards). Delam z grafi, izvajam analize, pripravljam napovedi in podajam priporočila. (Spletna stran je trenutno v razvoju)"
      },
      "extra": {
        "en": "Commentary",
        "ru": "Комментарий",
        "si": "Komentar"
      },
      "image": "assets/BTC SUN.jpg"
    }
  ],
  "global": [
    {
    "title": {
    "ru": "Global M2",
    "en": "Global M2",
    "si": "Globalni M2"
  },
  "text": {
    "ru": "Global M2 — это совокупная денежная масса M2 в мировой экономике, то есть широкий показатель ликвидности, включающий:\n✔ наличные деньги\n✔ депозиты до востребования\n✔ сберегательные вклады\n✔ другие быстро ликвидные средства\n\nТакие агрегаты измеряют, сколько денег доступно в экономике для расходов, инвестиций и кредитования.\n\n🔹 Важно: Global M2 — это макроэкономический показатель, а не ончейн-метрика блокчейна. Он основан на отчётах центральных банков крупных стран (США, Еврозона, Китай, Япония и др.) и показывает глобальную ликвидность фиатных валют.\n\nКак Global M2 влияет на рынок и цену Bitcoin\n\nСвязь между Global M2 и BTC:\n✔ Многочисленные исследования и графики показывают, что рост глобальной денежной массы часто совпадает с ростом цены Bitcoin — хотя связь не всегда прямая или мгновенная.\n✔ Многие аналитики наблюдали, что периоды расширения M2 исторически совпадали с бычьими фазами BTC.\n✔ Глобальная ликвидность часто влияет на рискованные активы (акции, крипто) больше, чем на консервативные.\n✔ Есть предположения о временном лаге (~12 недель) между ростом Global M2 и движением цены BTC.\n✔ В некоторых аналитических моделях выявлена статистическая связь между ростом денежной массы и BTC (например, в период 2015–2025 годов).\n\nПочему Global M2 важен:\n🇺🇸 Глобальная денежная масса M2 — показатель наличности и депозитов, которые потенциально могут перетекать в финансовые рынки.\nЕсли Global M2 увеличивается → растёт доступная ликвидность, часть которой может:\n✔ пойти в рисковые активы\n✔ поддержать спрос на BTC как альтернативный актив\n✔ усилить давление на фиат через инфляцию (теоретически)\n\nИменно поэтому аналитики отслеживают Global M2 как макро-индикатор риска и ликвидности.",
    "en": "Global M2 represents the total M2 money supply in the global economy — a broad measure of liquidity that includes:\n✔ cash in circulation\n✔ demand deposits\n✔ savings deposits\n✔ other highly liquid financial instruments\n\nThese aggregates measure how much money is available in the economy for spending, investment, and lending.\n\n🔹 Important: Global M2 is a macroeconomic indicator, not an on-chain blockchain metric. It is based on reports from major central banks (USA, Eurozone, China, Japan, etc.) and reflects global fiat currency liquidity.\n\nHow Global M2 affects the market and Bitcoin price\n\nRelationship between Global M2 and BTC:\n✔ Numerous studies and charts show that growth in global money supply often coincides with rising Bitcoin prices — although the relationship is not always direct or immediate.\n✔ Many analysts have observed that periods of M2 expansion historically aligned with BTC bull phases.\n✔ Global liquidity tends to impact risk assets (stocks, crypto) more strongly than conservative assets.\n✔ Some analysts suggest a time lag (~12 weeks) between Global M2 growth and BTC price movements.\n✔ Certain analytical models have found a statistical relationship between money supply growth and BTC (e.g., during 2015–2025).\n\nWhy Global M2 matters:\n🇺🇸 Global M2 reflects cash and deposits that can potentially flow into financial markets.\nWhen Global M2 increases → available liquidity rises, part of which may:\n✔ flow into risk assets\n✔ support demand for BTC as an alternative asset\n✔ increase pressure on fiat currencies through inflation (theoretically)\n\nThis is why analysts closely monitor Global M2 as a macro indicator of liquidity and risk appetite.",
    "si": "Globalni M2 predstavlja skupno denarno maso M2 v svetovnem gospodarstvu — širok kazalnik likvidnosti, ki vključuje:\n✔ gotovino v obtoku\n✔ depozite na vpogled\n✔ varčevalne vloge\n✔ druga visoko likvidna sredstva\n\nTi agregati merijo, koliko denarja je na voljo v gospodarstvu za potrošnjo, naložbe in kreditiranje.\n\n🔹 Pomembno: Globalni M2 je makroekonomski kazalnik, ne on-chain metrika verige blokov. Temelji na poročilih centralnih bank večjih držav (ZDA, evroobmočje, Kitajska, Japonska itd.) in odraža globalno likvidnost fiat valut.\n\nKako Globalni M2 vpliva na trg in ceno Bitcoina\n\nPovezava med Globalnim M2 in BTC:\n✔ Številne študije in grafi kažejo, da rast globalne denarne mase pogosto sovpada z rastjo cene Bitcoina — čeprav povezava ni vedno neposredna ali takojšnja.\n✔ Analitiki opažajo, da so se obdobja širjenja M2 zgodovinsko ujemala z bikovskimi fazami BTC.\n✔ Globalna likvidnost pogosto bolj vpliva na tvegana sredstva (delnice, kripto) kot na konzervativne naložbe.\n✔ Obstajajo predpostavke o časovnem zamiku (~12 tednov) med rastjo Globalnega M2 in gibanjem cene BTC.\n✔ Nekateri analitični modeli so odkrili statistično povezavo med rastjo denarne mase in BTC (npr. v obdobju 2015–2025).\n\nZakaj je Globalni M2 pomemben:\n🇺🇸 Globalni M2 predstavlja gotovino in depozite, ki se lahko potencialno prelijejo na finančne trge.\nČe Globalni M2 raste → razpoložljiva likvidnost se povečuje, del te pa lahko:\n✔ preide v tvegana sredstva\n✔ podpira povpraševanje po BTC kot alternativnem sredstvu\n✔ poveča pritisk na fiat valute prek inflacije (teoretično)\n\nZato analitiki spremljajo Globalni M2 kot makroekonomski kazalnik likvidnosti in nagnjenosti k tveganju."
  },
  "extra": {
    "ru": "АНАЛИЗ на 02.01.2026.\n\nГлобальная денежная масса M2 продолжает расширяться, однако темпы роста остаются умеренными.\nРост M2 наблюдался в США, Еврозоне и других крупных экономиках.\n\nНесмотря на увеличение M2, цена Bitcoin и её динамика периодически отклонялись от прямой корреляции (например, летом 2025 года наблюдалась дивергенция между BTC и Global M2).\n\nЭто означает, что текущая глобальная ликвидность остаётся высокой, но её влияние на цену BTC проявляется опосредованно — через спрос, инвестиционные настроения и финансовые потоки.\n\nПрогноз влияния Global M2 на Bitcoin:\n\nКраткосрочно (1–4 недели): влияние умеренное и косвенное — Global M2 не является краткосрочным ценовым триггером.\n\nСреднесрочно (1–6 месяцев): расширение денежной массы может создать благоприятную среду для BTC через рост риск-аппетита и доступность капитала.\n\nДолгосрочно (12+ месяцев): Global M2 остаётся важным макро-фактором — рост ликвидности поддерживает капиталоёмкие активы, включая Bitcoin.",
    "en": "ANALYSIS as of 02.01.2026.\n\nGlobal M2 money supply continues to expand, though growth rates remain moderate.\nM2 growth has been observed in the United States, the Eurozone, and other major economies.\n\nDespite rising M2, Bitcoin price movements have at times diverged from a direct correlation (for example, during summer 2025, a divergence between BTC and Global M2 was observed).\n\nThis suggests that while global liquidity remains high, its impact on BTC price is indirect — transmitted through demand, investor sentiment, and capital flows.\n\nGlobal M2 impact outlook:\n\nShort-term (1–4 weeks): moderate and indirect influence — Global M2 should not be viewed as a short-term price trigger.\n\nMedium-term (1–6 months): continued monetary expansion may support BTC through increased risk appetite and capital availability.\n\nLong-term (12+ months): Global M2 remains a key macro factor — rising liquidity supports capital-intensive assets such as Bitcoin.",
    "si": "ANALIZA na dan 02.01.2026.\n\nGlobalna denarna masa M2 se še naprej povečuje, vendar z zmernimi stopnjami rasti.\nRast M2 je bila zaznana v ZDA, evroobmočju in drugih večjih gospodarstvih.\n\nKljub rasti M2 je gibanje cene Bitcoina občasno odstopalo od neposredne korelacije (na primer poleti 2025 je bila opažena divergenca med BTC in Globalnim M2).\n\nTo pomeni, da globalna likvidnost ostaja visoka, vendar njen vpliv na ceno BTC poteka posredno — prek povpraševanja, razpoloženja vlagateljev in kapitalskih tokov.\n\nNapoved vpliva Globalnega M2 na Bitcoin:\n\nKratkoročno (1–4 tedne): zmeren in posreden vpliv — Globalni M2 ni kratkoročni sprožilec cene.\n\nSrednjeročno (1–6 mesecev): nadaljnja denarna ekspanzija lahko ustvari ugodno okolje za BTC zaradi večje nagnjenosti k tveganju in razpoložljivosti kapitala.\n\nDolgoročno (12+ mesecev): Globalni M2 ostaja pomemben makro dejavnik — rast likvidnosti podpira kapitalsko intenzivna sredstva, vključno z Bitcoinom."
  },
  "image": "assets/G2 Global M2.png"
    },
    {
    "title": {
    "en": "TREAST",
    "ru": "TREAST",
    "si": "TREAST"
  },
  "text": {
    "en": "Assets: Securities Held Outright: U.S. Treasury Securities: All: Wednesday Level. Analysis 5.01.2026. TREAST value is approximately 4,227,801 million dollars (~4,227 trillion USD) — slightly higher than previous weeks. fred.stlouisfed.org This means that at the end of 2025, the Fed held a significant volume of Treasury securities on its balance sheet and did not sharply reduce its holdings in recent weeks. How to interpret TREAST dynamics Fed balance sheet and base liquidity The Fed's balance sheet includes many assets (Treasuries, mortgage-backed securities, etc.). At the end of 2025, it slightly increased compared to previous data, indicating support for monetary liquidity at current levels. If TREAST is stable or slowly growing, this means the Fed is not aggressively reducing liquidity and not selling large bond packages. Impact on markets and Bitcoin price Direct impact on liquidity TREAST is not a traded asset, it is the balance sheet volume of Fed assets reflecting US monetary policy. It does not directly affect Bitcoin price but is an important indicator of liquidity in the global financial system. How TREAST affects markets Fed balance growth or stability (TREAST growth/plateau) Liquidity support, potentially softer financial conditions May contribute to increased risk appetite among investors. High-risk assets (tech sector stocks, cryptocurrencies) receive indirect support. Fed balance reduction (sharp TREAST decrease) Liquidity squeeze, rising rates Pressure on risk assets and market liquidity decline. TREAST forecast Short-term perspective (1–4 weeks) Based on recent weeks' data: TREAST remains relatively stable with slight growth, this may signal a passive or moderate monetary stance by the Fed, without sharp QT. Short-term this means absence of strong liquidity pressure on markets and relatively favorable background for risk assets. Medium-term perspective (1–3 months) In medium-term perspective, the following scenarios are possible: If balance remains stable or grows, this indicates broad monetary liquidity, which historically supports weaker dollar conditions and can be favorable for growing markets and Bitcoin. If signals of increased Fed bond sales appear, this may create moderate liquidity pressure, especially if inflation expectations rise and Fed intensifies QT. Long-term perspective (6–24 months) Long-term TREAST direction largely depends on Fed monetary policy in response to inflation, economic data, and recession risks. If Fed returns to softer policy or resumes purchases (QE), TREAST may grow. This would mean increased dollar liquidity, which historically supports risk assets including Bitcoin. If Fed continues QT and reduces balance, TREAST will decline, potentially indicating tighter financing conditions and reduced appetite for risky assets. How this may affect Bitcoin Bitcoin is not directly dependent on TREAST but reacts to changes in global liquidity and monetary policy: Increased liquidity (TREAST growth/plateau) — potentially positive signal for Bitcoin, stocks, and crypto market. TREAST reduction / intensified QT — may reduce risk appetite and negatively affect Bitcoin. These influences manifest through global financial conditions and investor risk appetite, not through direct transaction mechanisms. Conclusion Current TREAST level on 5.01.2026 indicates holding significant Treasury volume on Fed balance with moderate growth. This reflects relatively neutral-supportive monetary stance without aggressive QT. Short-term forecast: stable background, possible moderate support for risk assets including Bitcoin. Medium-term forecast: if balance remains stable, this will support current markets; start of significant QT will create pressure. Long-term forecast: depends on Fed monetary policy: balance expansion creates favorable conditions for risk assets, balance reduction limits risk appetite.",
    "ru": "Assets: Securities Held Outright: U.S. Treasury Securities: All: Wednesday Level. Анализ 5.01.2026. Значение TREAST составляет примерно 4,227,801 млн долларов (то есть ~4,227 трлн USD) — слегка выше предыдущих недель. fred.stlouisfed.org Это означает, что в конце 2025 года ФРС держала на балансе значительный объём казначейских бумаг и фактически не сокращала резко свои держания в последние недели. Как интерпретировать динамику TREAST Баланс ФРС и базовая ликвидность Баланс ФРС включает множество активов (Treasuries, ипотечные бумаги и пр.). В конце 2025 он немного увеличился по сравнению с предыдущими данными, что свидетельствует о поддержке денежной ликвидности на текущих уровнях. Если TREAST стабилен или медленно растёт, это означает, что ФРС не агрессивно уменьшает ликвидность и не продаёт крупные пакеты облигаций. Влияние на рынки и на цену Bitcoin Прямое влияние на ликвидность REAST — не торгуемый актив, это балансовый объём активов ФРС, который отражает монетарную политику США. Он не влияет на цену Bitcoin напрямую, однако является важным индикатором ликвидности в мировой финансовой системе. Как TREAST влияет на рынки Рост или стабильность баланса ФРС (рост/плато TREAST) Поддержка ликвидности, потенциально более мягкие финансовые условия Может способствовать повышению риск-аппетита у инвесторов. Активы с высоким риском (акции технологического сектора, криптовалюты) получают косвенную поддержку. Снижение баланса ФРС (резкое уменьшение TREAST). Сжатие ликвидности, повышение ставокДавление на риск-активы и спад ликвидности на рынках. Прогноз TREAST:Краткосрочная перспектива (1–4 недели). На основании текущих данных за последние недели:TREAST остаётся относительно стабильным, с небольшим ростом, это может сигнализировать о пассивной или умеренной монетарной позиции ФРС, без резких QT. В краткосроке это означает отсутствие сильного давления ликвидности на рынки и относительно благоприятный фон для риск-активов. Среднесрочная перспектива (1–3 месяца) В среднесрочной перспективе возможны следующие сценарии: Если баланс остаётся стабильным или растёт, это указывает на широкую денежную ликвидность, что исторически поддерживает более слабые долларовые условия и может быть благоприятным для растущих рынков и Bitcoin. Если появятся сигналы увеличения продаж облигаций ФРС, это может создать умеренное давление на ликвидность, особенно если инфляционные ожидания будут расти и ФРС активизирует QT. Долгосрочная перспектива (6–24 месяцев) Долгосрочное направление TREAST во многом зависит от монетарной политики ФРС в ответ на инфляцию, экономические данные и риски рецессии. Если ФРС вернётся к более мягкой политике или возобновит покупки (QE), TREAST может вырасти. Это будет означать повышенную долларовую ликвидность, что исторически поддерживает риск-активы, включая Bitcoin. Если ФРС будет продолжать QT и сокращать баланс, TREAST будет снижаться, что может указывать на более жёсткие условия финансирования и потенциальное снижение аппетита к рисковым активам. Как это может повлиять на Bitcoin. Bitcoin не зависит напрямую от TREAST, но реагирует на изменения в глобальной ликвидности и монетарной политике: Повышенная ликвидность (рост/плато TREAST) — потенциально позитивный сигнал для Bitcoin, акции и крипторынка. Сокращение TREAST / усиление QT — может снизить риск-аппетит и негативно сказаться на Bitcoin. Эти влияния проявляются через глобальные финансовые условия и риск-аппетит инвесторов, а не через прямые механизмы сделки. Заключение Нынешний уровень TREAST на 5.01.2026 свидетельствует о удержании значительного объёма Treasuries на балансе ФРС с умеренным ростом. Это отражает относительно нейтрально-поддерживающую монетарную позицию без агрессивного QT. Краткосрочный прогноз: стабильный фон, возможна умеренная поддержка риск-активов, включая Bitcoin. Среднесрочный прогноз: если баланс останется стабильным, это поддержит текущие рынки; начало значительного QT создаст давление. Долгосрочный прогноз: зависит от монетарной политики ФРС: расширение баланса создаёт благоприятные условия для риск-активов, сокращение баланса ограничивает риск-аппетит.",
    "si": "Assets: Securities Held Outright: U.S. Treasury Securities: All: Wednesday Level. Analiza 5.01.2026. Vrednost TREAST je približno 4.227.801 milijonov dolarjev (~4.227 bilijonov USD) — rahlo višja od preteklih tednov. fred.stlouisfed.org To pomeni, da je konec leta 2025 Fed na svoji bilanci držal znaten obseg ameriških državnih obveznic in v zadnjih tednih dejansko ni ostro zmanjšal svojih naložb. Kako interpretirati dinamiko TREAST Bilanca Feda in osnovna likvidnost Bilanca Feda vključuje številne aktive (Treasuries, hipotekarske vrednostne papirje itd.). Konec leta 2025 se je rahlo povečala v primerjavi s preteklimi podatki, kar kaže na podporo monetarne likvidnosti na trenutnih nivojih. Če je TREAST stabilen ali počasi narašča, to pomeni, da Fed ne agresivno zmanjšuje likvidnosti in ne prodaja velikih paketov obveznic. Vpliv na trge in ceno Bitcoina Neposreden vpliv na likvidnost TREAST ni trgovski aktiv, temveč je obseg aktivov na bilanci Feda, ki odraža monetarno politiko ZDA. Neposredno ne vpliva na ceno Bitcoina, vendar je pomemben indikator likvidnosti v globalnem finančnem sistemu. Kako TREAST vpliva na trge Rast ali stabilnost bilance Feda (rast/plato TREAST) Podpora likvidnosti, potencialno mehkejši finančni pogoji Lahko prispeva k povečanju apetita po tveganju med vlagatelji. Aktivi z visokim tveganjem (delnice tehnološkega sektorja, kriptovalute) dobijo posredno podporo. Zmanjšanje bilance Feda (ostro zmanjšanje TREAST) Stiskanje likvidnosti, dvig obrestnih mer Pritisk na rizične aktive in upad likvidnosti na trgih. Napoved TREAST Kratkoročna perspektiva (1–4 tedne) Na podlagi trenutnih podatkov zadnjih tednov: TREAST ostaja relativno stabilen z rahlim rastjo, kar lahko signalizira pasivno ali zmerno monetarno držo Feda brez ostrih QT. Kratkoročno to pomeni odsotnost močnega pritiska likvidnosti na trge in relativno ugoden ozadje za rizične aktive. Srednjeročna perspektiva (1–3 mesece) V srednjeročni perspektivi so možni naslednji scenariji: Če bilanca ostane stabilna ali raste, to kaže na široko monetarno likvidnost, ki zgodovinsko podpira šibkejše dolarjeve pogoje in je lahko ugodna za rastoče trge in Bitcoin. Če se bodo pojavili signali povečanih prodaj obveznic Feda, lahko to ustvari zmeren pritisk na likvidnost, še posebej če bodo inflacijske napovedi rasle in Fed intenzivira QT. Dolgooročna perspektiva (6–24 mesecev) Dolgooročna smer TREAST v veliki meri dependira od monetarne politike Feda v odziv na inflacijo, ekonomske podatke in tveganja recesije. Če se bo Fed vrnil k mehkejši politiki ali obnovil nakupe (QE), se lahko TREAST poveča. To bo pomenilo povečano dolarjevo likvidnost, ki zgodovinsko podpira rizične aktive, vključno z Bitcoinom. Če bo Fed nadaljeval QT in zmanjševal bilanco, se bo TREAST zmanjševal, kar lahko kaže na strožje pogoje financiranja in potencialno zmanjšanje apetita po rizičnih aktivih. Kako to lahko vpliva na Bitcoin Bitcoin ni neposredno odvisen od TREAST, vendar reagira na spremembe v globalni likvidnosti in monetarni politiki: Povečana likvidnost (rast/plato TREAST) — potencialno pozitiven signal za Bitcoin, delnice in kripto trg. Zmanjšanje TREAST / intenziviranje QT — lahko zmanjša apetit po tveganju in negativno vpliva na Bitcoin. Ti vplivi se kažejo prek globalnih finančnih pogojev in apetita vlagateljev po tveganju, ne prek neposrednih mehanizmov poslov. Zaključek Trenutna raven TREAST na 5.01.2026 kaže na zadrževanje znatnega obsega Treasuries na bilanci Feda z zmerno rastjo. To odraža relativno nevtralno-podporno monetarno držo brez agresivnega QT. Kratkoročna napoved: stabilen ozadje, možna zmerna podpora rizičnim aktivom, vključno z Bitcoinom. Srednjeročna napoved: če bo bilanca ostala stabilna, bo to podprlo trenutne trge; začetek znatnega QT bo ustvaril pritisk. Dolgooročna napoved: odvisna od monetarne politike Feda: širitev bilance ustvarja ugodne pogoje za rizične aktive, zmanjšanje bilance omejuje apetit po tveganju."
  },
  "extra": {
    "en": "TREAST is a ticker in the FRED (Federal Reserve Economic Data) database corresponding to the indicator: \"Assets: Securities Held Outright: U.S. Treasury Securities: All: Wednesday Level\" In simple terms, this is the volume of US Treasury bonds on the Federal Reserve's balance sheet, recorded as of Wednesday each week. This is one of the key components of the Fed's balance sheet and a direct indicator of: quantitative easing (QE), quantitative tightening (QT), overall dollar liquidity in the financial system. Economic meaning of the indicator When the Fed buys Treasury bonds: TREAST indicator grows, reserves enter the banking system, liquidity increases. When the Fed reduces bond volume: TREAST falls, liquidity is withdrawn, financial conditions tighten. Thus, TREAST shows how actively the Fed expands or contracts monetary conditions through the government debt market. How TREAST affects financial markets TREAST growth = increased liquidity, reduced interest rate pressure, increased risk appetite. Usually supports: stock indices, tech stocks, cryptocurrencies, commodities. TREAST decline = reduced liquidity, higher borrowing costs, investors move to safe-haven assets. Usually pressures: growth stocks, high-risk assets, Bitcoin and altcoins. Impact on Bitcoin price Bitcoin is not directly linked to the Fed's balance sheet but is extremely sensitive to dollar liquidity. Historical logic: Fed balance expansion → growth of available capital → part of liquidity flows to BTC, balance reduction → liquidity shortage → pressure on BTC price. In many cycles, TREAST dynamics led Bitcoin movement by several weeks or months, especially during monetary regime changes. How TREAST is used in forecasts and trading 1. Macro market regime indicator TREAST growth — bullish macro background, TREAST decline — defensive regime. Traders use it as a filter: in growing TREAST prefer long positions, in declining — caution or hedging. 2. Fed policy change indicator TREAST decline slowdown or stabilization often signals: QT ending, possible pause, preparation for policy easing. Markets usually react in advance, even before official Fed statements. 3. Combination with other liquidity indicators TREAST is rarely used alone. It is analyzed together with: total Fed balance (WALCL), Reverse Repo (RRP), Treasury General Account (TGA), Global M2. Signal coincidence strengthens medium-term trend probability. Indicator limitations weekly data, not suitable for intraday trading; market impact manifests with time lag; short-term BTC movements may completely ignore TREAST due to news or speculative demand",
    "ru": "TREAST — это тикер в базе FRED (Federal Reserve Economic Data), который соответствует показателю: “Assets: Securities Held Outright: U.S. Treasury Securities: All: Wednesday Level” Проще говоря, это объём казначейских облигаций США (U.S. Treasuries), находящихся на балансе Федеральной резервной системы, зафиксированный по состоянию на среду каждой недели. Это один из ключевых компонентов баланса ФРС и прямой индикатор:количественного смягчения (QE),количественного ужесточения (QT),общей долларовой ликвидности в финансовой системе.Экономический смысл показателя Когда ФРС покупает казначейские облигации:показатель TREAST растёт,в банковскую систему поступают резервы,ликвидность увеличивается. Когда ФРС сокращает объём облигаций:TREAST падает,ликвидность изымается,финансовые условия ужесточаются.Таким образом, TREAST показывает, насколько активно ФРС расширяет или сжимает денежные условия через рынок госдолга.Как TREAST влияет на финансовые рынки. Рост TREAST увеличение ликвидности,снижение давления процентных ставок,рост аппетита к риску.Обычно поддерживает:фондовые индексы,технологические акции,криптовалюты,сырьевые активы. Снижение TREAST сокращение ликвидности,рост стоимости заимствований,уход инвесторов в защитные активы. Обычно оказывает давление на:акции роста,высокорисковые активы,Bitcoin и альткоины. Влияние на цену Bitcoin Bitcoin напрямую не связан с балансом ФРС, но крайне чувствителен к долларовой ликвидности.Историческая логика:расширение баланса ФРС → рост доступного капитала → часть ликвидности уходит в BTC,сокращение баланса → дефицит ликвидности → давление на цену BTC.Во многих циклах динамика TREAST опережала движение Bitcoin на несколько недель или месяцев, особенно в периоды смены монетарного режима.Как TREAST используется в прогнозах и трейдинге 1. Макро-индикатор режима рынка рост TREAST — бычий макро-фон,падение TREAST — защитный режим.Трейдеры используют его как фильтр:в растущем TREAST предпочтение длинным позициям, в падающем — осторожность или хеджирование. 2. Индикатор смены политики ФРС Замедление снижения TREAST или стабилизация часто сигнализирует:окончание QT,возможную паузу,подготовку к смягчению политики.Рынки обычно реагируют заранее, ещё до официальных заявлений ФРС.3. Комбинация с другими показателями ликвидности.TREAST редко используется в одиночку. Его анализируют вместе с:общим балансом ФРС (WALCL),Reverse Repo (RRP),Treasury General Account (TGA),Global M2.Совпадение сигналов усиливает вероятность среднесрочного тренда.Ограничения показателя это недельные данные, не подходят для внутридневной торговли; влияние на рынки проявляется с временным лагом;краткосрочные движения BTC могут полностью игнорировать TREAST из-за новостей или спекулятивного спроса",
    "si": "TREAST je ticker v bazi FRED (Federal Reserve Economic Data), ki ustreza kazalniku: „Assets: Securities Held Outright: U.S. Treasury Securities: All: Wednesday Level“ Preprosto rečeno, to je obseg ameriških državnih obveznic (U.S. Treasuries) na bilanci Federalne rezerve, zabeležen po stanju na sredo vsakega tedna. To je ena ključnih komponent bilance Feda in neposreden indikator: kvantitativnega sproščanja (QE), kvantitativnega zaostrovanja (QT), splošne dolarjeve likvidnosti v finančnem sistemu. Ekonomski pomen kazalnika Ko Fed kupuje državne obveznice: kazalnik TREAST raste, v bančni sistem vstopijo rezerve, likvidnost se poveča. Ko Fed zmanjšuje obseg obveznic: TREAST pada, likvidnost se umika, finančni pogoji se zaostrujejo. Tako TREAST kaže, kako aktivno Fed prek trga državnega dolga širi ali stiska monetarne pogoje. Kako TREAST vpliva na finančne trge. Rast TREAST = povečana likvidnost, zmanjšan pritisk obrestnih mer, povečan apetit po tveganju. Običajno podpira: delniške indekse, tehnološke delnice, kriptovalute, surovine. Padec TREAST = zmanjšana likvidnost, višji stroški zadolževanja, vlagatelji bežijo v varne aktiv. Običajno pritiska na: delnice rasti, visoko tvegane aktiv, Bitcoin in altcoine. Vpliv na ceno Bitcoina Bitcoin ni neposredno povezan z bilanco Feda, vendar je izjemno občutljiv na dolarjevo likvidnost. Zgodovinska logika: širitev bilance Feda → rast razpoložljivega kapitala → del likvidnosti teče v BTC, zmanjšanje bilance → pomanjkanje likvidnosti → pritisk na ceno BTC. V mnogih ciklih je dinamika TREAST vodila gibanje Bitcoina za več tednov ali mesecev, še posebej v obdobjih spremembe monetarnega režima. Kako se TREAST uporablja v napovedih in trgovanju 1. Makro indikator režima trga rast TREAST — bikovski makro ozadje, padec TREAST — defenzivni režim. Trgovci ga uporabljajo kot filter: v rastočem TREAST prednost dolgim pozicijam, v padajočem — previdnost ali zavarovanje. 2. Indikator spremembe politike Feda Upočasnitev padca TREAST ali stabilizacija pogosto signalizira: konec QT, možno pavzo, pripravo na omilitev politike. Trgi običajno reagirajo vnaprej, še pred uradnimi izjavami Feda. 3. Kombinacija z drugimi indikatorji likvidnosti. TREAST se redko uporablja sam. Analizira se skupaj z: skupno bilanco Feda (WALCL), Reverse Repo (RRP), Treasury General Account (TGA), Global M2. Sovpadanje signalov krepi verjetnost srednjeročnega trenda. Omejitve kazalnika to so tedenski podatki, neprimerni za intradnevno trgovanje; vpliv na trge se kaže z časovnim zamikom; kratkoročna gibanja BTC lahko TREAST popolnoma spregledajo zaradi novic ali spekulativnega povpraševanja"
  },
  "image": "assets/Снимок экрана (29).png" 
    },
    {
      "title": {
        "ru": "WALCL",
        "en": "WALCL"
      },
      "text": {
        "ru": "WALCL отражает общий объём активов ФРС. Рост баланса означает количественное смягчение, снижение — количественное ужесточение.",
        "en": "WALCL reflects the total assets of the Federal Reserve. Balance sheet expansion indicates quantitative easing, while contraction signals quantitative tightening."
      },
      "extra": {
        "ru": "Корреляция между WALCL и BTC исторически высокая, особенно в фазах роста ликвидности.",
        "en": "The correlation between WALCL and Bitcoin has historically been strong, particularly during liquidity expansion phases."
      },
      "image": "assets/Снимок экрана (30).png"
    },
    {
      "title": {
        "ru": "USINTR (Ставка ФРС)",
        "en": "USINTR (Fed Funds Rate)"
      },
      "text": {
        "ru": "USINTR — эффективная ставка федеральных фондов США, ключевой инструмент денежно-кредитной политики ФРС.",
        "en": "USINTR represents the effective U.S. federal funds rate, the Federal Reserve’s primary monetary policy tool."
      },
      "extra": {
        "ru": "Снижение ставки увеличивает ликвидность и поддерживает BTC; паузы и ужесточение оказывают давление.",
        "en": "Rate cuts increase liquidity and support Bitcoin, while pauses or tightening tend to apply downward pressure."
      },
      "image": "assets/Снимок экрана (28).png"
    },
    {
      "title": {
        "ru": "TGA (Казначейский счёт)",
        "en": "TGA (Treasury General Account)"
      },
      "text": {
        "ru": "TGA отражает баланс средств Казначейства США в ФРС и напрямую влияет на краткосрочную ликвидность рынков.",
        "en": "TGA reflects the U.S. Treasury’s cash balance at the Federal Reserve and directly impacts short-term market liquidity."
      },
      "extra": {
        "ru": "Снижение TGA увеличивает ликвидность и поддерживает BTC.",
        "en": "A declining TGA injects liquidity into markets and supports Bitcoin."
      },
      "image": "assets/RC WTREGEN.png"
    },
    {
      "title": {
        "ru": "RMP (Покупки резервов)",
        "en": "RMP (Reserve Management Purchases)"
      },
      "text": {
        "ru": "RMP — программа ФРС по покупке казначейских облигаций для стабилизации банковских резервов после QT.",
        "en": "RMP is a Federal Reserve program involving Treasury purchases aimed at stabilizing bank reserves after QT."
      },
      "extra": {
        "ru": "RMP увеличивает системную ликвидность без запуска полноценного QE.",
        "en": "RMP increases system liquidity without initiating full-scale QE."
      },
      "image": "assets/608dfc96-25e1-4349-9a9e-ec1a2b65f668_1600x1333.png"
    },
    {
      "title": {
        "ru": "RWA (Реальные активы)",
        "en": "RWA (Real World Assets)"
      },
      "text": {
        "ru": "RWA — это токенизация реальных активов, связывающая традиционные финансы и блокчейн.",
        "en": "RWA refers to the tokenization of real-world assets, bridging traditional finance and blockchain infrastructure."
      },
      "extra": {
        "ru": "Рост сектора RWA привлекает институциональный капитал и усиливает макро-поддержку крипторынка.",
        "en": "Growth of the RWA sector attracts institutional capital and strengthens macro support for the crypto market."
      },
      "image": "assets/TV-RWA.png"
    }
  ],
  "recession": [
    {
  "title": {
    "ru": "Business Cycle Dating NBER",
    "en": "NBER Business Cycle Dating",
    "si": "NBER Business Cycle Dating"
  },
  "text": {
    "ru": "Прогноз на 2026–2027\n\nКраткосрочный (Q1–Q2 2026): Вероятность новой рецессии 35–50% (модели Goldman Sachs/Fed, риски от тарифов Трампа +0.5–1% инфляции). NBER может объявить пик в Q1 2026, если безработица превысит 4.5–4.7% и рост ВВП опустится ниже 1.7%.\n\nСреднесрочный: В случае рецессии ожидается мягкий сценарий (2–3 квартала, −1–2% ВВП), с датировкой NBER во второй половине 2026 — первом квартале 2027. Экспансия может продолжиться до 72–80 месяцев, если ФРС продолжит снижение ставок (вероятность ~65% в январе).\n\nДолгосрочный: Стабилизация в 2027 году и возможное начало новой экспансии с безработицей около 4%. Основной риск — тарифная политика, способная повысить безработицу примерно на +1 п.п.\n\nВлияние на рынки\n\nГрафик безработицы и датировка NBER являются запаздывающими индикаторами, однако ожидания рецессии вызывают рост волатильности. Экспансия = бычий рынок: акции +10–20% годовых (S&P 500 ~6800 при стабильном сценарии), низкий VIX (~18), рост облигаций (снижение доходностей). Рецессия = медвежий рынок: акции −20–50%, VIX +50–100%, переход в защитные активы (облигации +5–10%, USD +5%). Текущий низкий уровень безработицы указывает на стабильность, однако её рост выше 4.5% повышает волатильность на 8–10%.\n\nВлияние на цену биткоина\n\nBTC коррелирует с акциями примерно на уровне 0.7. Экспансия способствует росту BTC (+120% в 2025, цена ~$88K). Рецессия может привести к коррекции −40–60% (диапазон $60K–$70K, аналогично 2022 году). Прогноз: при риске рецессии в 2026 — BTC $60K–$70K; при продолжении экспансии — $100K+ на фоне ликвидности и ETF.",
    "en": "Outlook for 2026–2027\n\nShort-term (Q1–Q2 2026): Probability of a new recession is estimated at 35–50% (Goldman Sachs/Fed models, risks from Trump-era tariffs adding +0.5–1% inflation). NBER could declare a cycle peak in Q1 2026 if unemployment exceeds 4.5–4.7% and GDP growth falls below 1.7%.\n\nMedium-term: If a recession occurs, it is expected to be mild (2–3 quarters, −1–2% GDP), with NBER dating in H2 2026–Q1 2027. The expansion could extend to 72–80 months if the Fed continues rate cuts (around 65% probability in January).\n\nLong-term: Stabilization in 2027 with a potential new expansion and unemployment around 4%. Key risk: tariffs, which could raise unemployment by approximately +1 percentage point.\n\nMarket impact\n\nUnemployment charts and NBER dating are lagging indicators, but expectations around them drive volatility. Expansion = bullish regime: equities +10–20% annually (S&P 500 ~6800 in a stable scenario), low VIX (~18), bond gains via falling yields. Recession = bearish regime: equities −20–50%, VIX +50–100%, rotation into defensives (bonds +5–10%, USD +5%). Current low unemployment implies stability, but a rise above 4.5% increases volatility by 8–10%.\n\nImpact on Bitcoin price\n\nBTC shows ~0.7 correlation with equities. Expansion supports BTC upside (+120% in 2025, BTC ~$88K). Recession implies a −40–60% correction ($60K–$70K, similar to 2022). Forecast: recession risk in 2026 → BTC $60K–$70K; continued expansion → $100K+ supported by liquidity and ETF flows.",
    "si": "Napoved za obdobje 2026–2027\n\nKratkoročno (Q1–Q2 2026): Verjetnost nove recesije je ocenjena na 35–50 % (modeli Goldman Sachs/Fed, tveganja zaradi Trumpovih carin +0,5–1 % inflacije). NBER bi lahko razglasil vrh cikla v Q1 2026, če brezposelnost preseže 4,5–4,7 % in rast BDP pade pod 1,7 %.\n\nSrednjeročno: V primeru recesije se pričakuje blag scenarij (2–3 četrtletja, −1–2 % BDP), z datiranjem NBER v drugi polovici 2026 ali v Q1 2027. Ekspanzija se lahko podaljša na 72–80 mesecev, če Fed nadaljuje z zniževanjem obrestnih mer (verjetnost približno 65 % v januarju).\n\nDolgoročno: Stabilizacija v letu 2027 in morebitna nova ekspanzija z brezposelnostjo okoli 4 %. Glavno tveganje predstavljajo carine, ki bi lahko povečale brezposelnost za približno +1 odstotno točko.\n\nVpliv na trge\n\nGrafi brezposelnosti in datiranje NBER so zaostajajoči kazalniki, vendar njihova pričakovanja povečujejo volatilnost. Ekspanzija = bikovski trg: delnice +10–20 % letno (S&P 500 ~6800 v stabilnem scenariju), nizek VIX (~18), rast obveznic zaradi padca donosnosti. Recesija = medvedji trg: delnice −20–50 %, VIX +50–100 %, prehod v obrambne naložbe (obveznice +5–10 %, USD +5 %). Trenutno nizka brezposelnost pomeni stabilnost, vendar rast nad 4,5 % poveča volatilnost za 8–10 %.\n\nVpliv na ceno Bitcoina\n\nBTC ima približno 0,7 korelacijo z delniškimi trgi. Ekspanzija podpira rast BTC (+120 % v letu 2025, cena ~$88K). Recesija pomeni popravek −40–60 % (razpon $60K–$70K, podobno kot leta 2022). Napoved: tveganje recesije v 2026 → BTC $60K–$70K; nadaljevanje ekspanzije → $100K+ ob podpori likvidnosti in ETF tokov."
  },
  "extra": {
    "ru": "Business Cycle Dating NBER — это процесс определения дат начала и окончания рецессий и экспансий в экономике США комитетом NBER. Исторически на графике видно, что безработица резко растёт во время рецессий и снижается в фазах расширения. Текущий уровень около 4.3% (ноябрь 2025, BLS) остаётся низким. Рост с 3.8% в 2023 до 4.3% в 2025 — предупреждающий сигнал, но ниже рецессионных пиков (например, 14.8% в 2020). Экспансия продолжается с мая 2020 (~68 месяцев), NBER не объявил новую рецессию. Рост безработицы — \"жёлтый флаг\", но не критический.",
    "en": "NBER Business Cycle Dating identifies the start and end of recessions and expansions in the U.S. economy. Historically, unemployment rises sharply during recessions and falls during expansions. The current level (~4.3% in Nov 2025, BLS) remains low. The increase from 3.8% in 2023 to 4.3% in 2025 is a warning signal but far below recessionary peaks (e.g., 14.8% in 2020). The expansion has continued since May 2020 (~68 months), with no new recession declared by NBER. Rising unemployment is a yellow flag, not yet critical.",
    "si": "Datiranje poslovnih ciklov NBER določa začetke in konce recesij ter ekspanzij v gospodarstvu ZDA. Zgodovinsko brezposelnost med recesijami močno naraste, med ekspanzijami pa upada. Trenutna raven (~4,3 % v novembru 2025, BLS) ostaja nizka. Povečanje z 3,8 % v letu 2023 na 4,3 % v letu 2025 je opozorilni signal, vendar precej pod recesijskimi vrhovi (npr. 14,8 % v letu 2020). Ekspanzija traja od maja 2020 (~68 mesecev), NBER še ni razglasil nove recesije. Rast brezposelnosti je \"rumena zastava\", ne pa kritični signal."
  },
  "image": "assets/R Business Cycle Dating NBER.png"
    },
    {
    "title": {
    "en": "NBER based Recession Indicators",
    "ru": "NBER based Recession Indicators",
    "si": "NBER kazalniki recesije"
  },
  "text": {
    "en": "NBER based Recession Indicators for the United States\nBusiness Cycle Dating NBER is the process by which the National Bureau of Economic Research (NBER) committee determines dates of peaks (end of expansion, start of recession) and troughs (end of recession, start of expansion) in the economic cycle. The committee of 8 economists analyzes a complex of indicators (GDP, income, employment, production, sales), not just two quarters of negative GDP (this is a simplified myth). Dates are announced retrospectively (6–18 month delay) for accuracy.",
    "ru": "NBER based Recession Indicators for the United States\nBusiness Cycle Dating NBER — это процесс, при котором комитет Национального бюро экономических исследований США (NBER) определяет даты пиков (peaks — конец экспансии, начало рецессии) и дна (troughs — конец рецессии, начало экспансии) в экономическом цикле. Комитет из 8 экономистов анализирует комплекс индикаторов (ВВП, доходы, занятость, производство, продажи), а не только два квартала негативного ВВП (это упрощённый миф). Даты объявляются ретроспективно (задержка 6–18 месяцев) для точности.",
    "si": "NBER kazalniki recesije za ZDA\nBusiness Cycle Dating NBER je postopek, s katerim Nacionalni urad za ekonomska raziskovanja ZDA (NBER) določa datume vrhov (peaks — konec ekspanzije, začetek recesije) in dnov (troughs — konec recesije, začetek ekspanzije) v ekonomskem ciklu. Odbor iz 8 ekonomistov analizira sklop kazalnikov (BDP, dohodki, zaposlenost, proizvodnja, prodaja), ne le dva četrtletja negativnega BDP (to je poenostavljena mit). Datumi se objavijo retrospektivno (zamik 6–18 mesecev) za natančnost."
  },
  "extra": {
    "en": "ANALYSIS as of 25.12.2025. Current cycle — expansion since May 2020 (~68 months, record duration).\nAs of today, NBER has not declared a new recession. Unemployment chart since 1980 (from your NBER website screenshot) shows: unemployment historically rises during recessions (shaded areas, peaks 10–14%), falls in expansions. Current level ~4.3% (November 2025) — low, no shaded recession after 2020. Unemployment rise from 3.8% (2023) to 4.3% (2025) — warning sign, but below recession peaks (e.g., 14.8% in 2020). This indicates \"soft landing\", but risks from slowdown (NFP +119K, production –0.1%).\nForecast for 2026–2027\nShort-term (Q1–Q2 2026): New recession probability 35–50% (Goldman Sachs/Fed models). NBER may declare peak in Q1 2026 if unemployment >4.5–4.7% and GDP <1.7%.\nMedium-term: If recession, mild (2–3 quarters, -1–2% GDP), NBER dating in H2 2026–Q1 2027. Expansion may extend to 72–80 months if Fed continues cuts (65% probability in January).\nLong-term: Stabilization in 2027, new expansion with unemployment ~4%. Risks: Trump tariffs = unemployment +1 p.p.",
    "ru": "АНАЛИЗ на 25.12.2025 года.    Текущий цикл — экспансия с мая 2020 года (~68 месяцев, рекордная длительность).\nНа сегодня NBER не объявил новой рецессии. График безработицы с 1980 года (из вашего скриншота с сайта NBER) показывает: безработица исторически растёт во время рецессий (заштрихованные области, пики 10–14%), падает в экспансиях. Текущий уровень ~4.3% (ноябрь 2025) — низкий, без заштрихованной рецессии после 2020. Рост безработицы с 3.8% (2023) до 4.3% (2025) — предупреждение, но ниже пиков рецессий (например, 14.8% в 2020). Это указывает на \"мягкую посадку\", но риски от замедления (NFP +119K, производство –0.1%).\nПрогноз на 2026–2027\nКраткосрочный (Q1–Q2 2026): Вероятность новой рецессии 35–50% (модели Goldman Sachs/Fed). NBER может объявить пик в Q1 2026, если безработица >4.5–4.7% и ВВП <1.7%.\nСреднесрочный: Если рецессия, мягкая (2–3 квартала, -1–2% ВВП), датировка NBER в H2 2026–Q1 2027. Экспансия может продлиться до 72–80 месяцев, если ФРС продолжит cuts (вероятность 65% в январе).\nДолгосрочный: Стабилизация в 2027, новая экспансия с безработицей ~4%. Риски: Тарифы Трампа = рост безработицы +1 п.п.",
    "si": "ANALIZA na 25.12.2025. Trenutni cikel — ekspanzija od maja 2020 (~68 mesecev, rekordna dolžina).\nDanes NBER ni razglasil nove recesije. Graf brezposelnosti od 1980 (iz vašega posnetka NBER spletne strani) kaže: brezposelnost zgodovinsko narašča med recesijami (senčena območja, vrhovi 10–14 %), pada v ekspanzijah. Trenutna raven ~4,3 % (november 2025) — nizka, brez senčenega območja recesije po 2020. Rast brezposelnosti z 3,8 % (2023) na 4,3 % (2025) — opozorilni znak, a pod vrhovi recesij (npr. 14,8 % v 2020). To kaže na „mehko pristajanje“, a tveganja od upočasnitve (NFP +119 tisoč, proizvodnja –0,1 %).\nNapoved za 2026–2027\nKratkoročno (Q1–Q2 2026): Verjetnost nove recesije 35–50 % (modeli Goldman Sachs/Fed). NBER lahko razglasi vrh v Q1 2026, če brezposelnost >4,5–4,7 % in BDP <1,7 %.\nSrednjeročno: Če recesija, blaga (2–3 četrtletja, -1–2 % BDP), datacija NBER v H2 2026–Q1 2027. Ekspanzija se lahko raztegne na 72–80 mesecev, če Fed nadaljuje znižanja (verjetnost 65 % januarja).\nDolgooročno: Stabilizacija 2027, nova ekspanzija z brezposelnostjo ~4 %. Tveganja: Carine Trumpa = rast brezposelnosti +1 p.p."
  },
  "image": "assets/Rec NBER.png"
    },
    {
      "title": {
        "ru": "GDP-Based Recession Indicator Index",
        "en": "GDP-Based Recession Indicator Index"
      },
      "text": {
        "ru": "GDP-Based Recession Indicator Index — это квартальный индикатор вероятности рецессии в США...",
        "en": "The GDP-Based Recession Indicator Index is a quarterly measure estimating the probability that the U.S. economy was in recession during a given quarter. Values above 67% indicate a high probability of recession, while values below 33% suggest that a recession is unlikely or has ended.\n\nThe indicator is retrospective in nature and does not forecast future recessions. It is never revised once published."
      },
      "extra": {
        "ru": "Текущий анализ с учётом Q3 и Q4 2025...",
        "en": "Based on Q3 2025 data, the indicator remains near historical lows, supported by strong real GDP growth of approximately 4.3%. Preliminary expectations for Q4 2025 also suggest low recession probability. Overall, the trend confirms continued economic expansion with growing, but still manageable, downside risks."
      },
      "image": "assets/RC GDP.png"
    },
    {
    "title": {
    "en": "Security Brokers and Dealers; Debt Securities; Asset, Level",
    "ru": "Security Brokers and Dealers; Debt Securities; Asset, Level",
    "si": "Security Brokers and Dealers; Debt Securities; Asset, Level"
  },
  "text": {
    "en": "Analysis of SBDDSA indicator (Security Brokers and Dealers; Debt Securities; Asset, Level) as of 28.12.2025 and its medium-term forecast, as well as impact on markets and Bitcoin price.\n\nWhat SBDDSA means\nSBDDSA is the volume of assets in debt securities held by US brokers and dealers.\nThis indicator actually reflects:\nlevel of financial intermediaries' participation in debt instruments market (bonds, credit papers),\n\n\ncondition of broker-dealer sector balance sheets in the US financial system. FRED\n\n\n📊 Data for 2025 Q2:\nvalue: 1,279,298 million dollars (~1.28 trillion) — long-term growth compared to previous periods. FRED\n\n\nThis series has been growing for several consecutive quarters:\nQ2 2024 ~963 billion → Q1 2025 ~1.17 trillion → Q2 2025 ~1.28 trillion. FRED\n\n📈 What broker debt securities share growth means\nGrowth of this indicator usually means:\n1. Increase in bonds and debt securities share in brokers' balance sheets\nindicates that financial intermediaries hold debt instruments longer, possibly expecting returns or for strategic reasons.\n\n\n2. Increased role of debt markets in financial system\nbrokers accumulate debt, which may reflect expectations of interest rate changes or increased investor activity regarding fixed income.",
    "ru": "Анализ индикатора SBDDSA (Security Brokers and Dealers; Debt Securities; Asset, Level) на 28.12.2025 и его среднесрочный прогноз, а также влияние на рынки и цену биткоина.\n\n Что означает SBDDSA\nSBDDSA — это объём активов в виде долговых ценных бумаг у брокеров и дилеров США.\nФактически этот показатель отражает:\nуровень участия финансовых посредников в рынке долговых инструментов (облигации, кредитные бумаги),\n\n\nсостояние балансов брокерско-дилерского сектора финансовой системы США. FRED\n\n\n📊 Данные на 2025 Q2:\nзначение: 1 279 298 млн долларов (~1.28 трлн) — долгосрочный рост относительно предыдущих периодов. FRED\n\n\nЭтот ряд растёт уже несколько кварталов подряд:\n Q2 2024 ~963 млрд → Q1 2025 ~1.17 трлн → Q2 2025 ~1.28 трлн. FRED\n\n📈 Что значит рост доли долговых ценных бумаг у брокеров\nРост этого показателя обычно означает:\n1. Увеличение доли облигаций и долговых бумаг в балансах брокеров\nговорит о том, что финансовые посредники дольше держат долговые инструменты, возможно в ожидании доходов или из стратегических причин.\n\n\n2. Повышенная роль долговых рынков в финансовой системе\nброкеры накапливают долги, что может отражать как ожидание изменения процентных ставок, так и рост активности инвесторов относительно фиксированного дохода.",
    "si": "Analiza kazalnika SBDDSA (Vrednostni papirji posredniki in trgovci; Dolgovi vrednostni papirji; Aktiv, raven) na 28.12.2025 in njegova srednjeročna napoved ter vpliv na trge in ceno bitcoina.\n\n Kaj pomeni SBDDSA\nSBDDSA je obseg aktivov v dolgih vrednostnih papirjih pri ameriških posrednikih in trgovcih.\nTa kazalnik dejansko odraža:\nraven udeležbe finančnih posrednikov na trgu dolžniških instrumentov (obveznice, kreditni papirji),\n\n\nstanje bilanc sektorja posrednikov-trgovcev v finančnem sistemu ZDA. FRED\n\n\n📊 Podatki za 2025 Q2:\nvrednost: 1.279.298 milijonov dolarjev (~1,28 bilijona) — dolgoročna rast glede na pretekla obdobja. FRED\n\n\nTa vrsta že več četrtletij zapored raste:\nQ2 2024 ~963 milijard → Q1 2025 ~1,17 bilijona → Q2 2025 ~1,28 bilijona. FRED\n\n📈 Kaj pomeni rast deleža dolžniških vrednostnih papirjev pri posrednikih\nRast tega kazalnika običajno pomeni:\n1. Povečanje deleža obveznic in dolžniških papirjev v bilancah posrednikov\nkaže, da finančni posredniki dlje časa držijo dolžniške instrumente, verjetno v pričakovanju donosov ali iz strateških razlogov.\n\n\n2. Povečana vloga dolžniških trgov v finančnem sistemu\nposredniki kopičijo dolgove, kar lahko odraža pričakovanja sprememb obrestnih mer ali povečano aktivnost vlagateljev glede fiksnega dohodka."
  },
  "extra": {
    "en": "ANALYSIS as of 25.12.2025\nCurrent trend\nQuarterly observations analysis shows consistent indicator growth:\nQ2 2024 ~0.96 trillion\n\n\nQ1 2025 ~1.17 trillion\n\n\nQ2 2025 ~1.28 trillion. FRED\n\n\nGrowth indicates that brokers and dealers increased positions in debt securities, likely:\ndue to strategic reasons (return expectations),\n\n\nborrowing costs;\n\n\nor as risk hedging.\n\n\n\n📉 Medium-term forecast (by SBDDSA)\nBased on current trend (growth for three consecutive quarters) we can assume:\n1. Steady growth in coming quarters\nContinued SBDDSA growth indicates:\n✔ sustained debt market activity\n✔ possible investor caution regarding risky assets\n✔ capital shift to fixed income\n\n📊 How this affects markets overall\n🟢 Bond market and interest rates\nDebt securities share growth may signal declining yields on respective papers (as demand grows).\n\n\nIf yields remain low, this encourages investors to seek returns in risk assets.\n\n\nMarket impact on stocks and risk assets\nSeveral possible effects:\nDebt assets growth → reduced system risk\n— brokers accumulate safer debt securities → may reduce market volatility.\n\n\nIf brokers accumulate bonds due to stock concerns\n— this potentially indicates medium-term stock caution.\n\n\nIncreased debt securities may signal \"yield-seeking\" market\n— lack of stock returns → shift to bonds.\n\n\n\n🔎 Bitcoin price impact\nBitcoin historically correlates with risk assets and market sentiment:\nPotential positive effect:\n✔ If debt market stable → reduces systemic risk\n✔ Market participants invest in BTC as alternative\n✔ Bitcoin perceived as \"alternative hedging\"\nPotential negative effect:\n✔ Increased debt instruments share may mean:\nmarket caution,\n\n\nreduced risk appetite.\n\n\nThis may restrain BTC/altcoins growth in medium term.\n\nBTC movement forecast\nBased on current SBDDSA trend:\n🔹 Scenario 1 (more likely — moderate BTC growth)\nIf brokers hold debt securities but market stability persists, risk appetite in stocks + crypto may rise → BTC may go up moderately.\n🔹 Scenario 2 (market caution)\nIf SBDDSA growth reflects move to safety → risk assets (stocks, crypto) under pressure, BTC may consolidate or decline.\n\nSummary — what to expect\n🔍 Medium-term forecast (next 3–6 months):\nindicator remains at high levels and growing;\n\n\nindicates high broker interest in debt securities, interpretable as moderate financial market caution.\n\n\nFor markets overall:\nmoderate stability,\n\n\npossible stock volatility reduction,\n\n\ncautious growth/consolidation.\n\n\nFor BTC:\nmay not get strong upward drive from risk appetite,\n\n\nbut will remain resilient,\n\n\nconsolidation phase + moderate growth likely if markets stay stable.\n\n\nWhat to monitor soon\n🔸 Next quarter SBDDSA data (January 2026)\n🔸 Bond yield changes\n🔸 Credit market and liquidity data\n🔸 BTC correlation with risk assets\n\nIn brief:\n➡ SBDDSA growth — financial markets caution signal.\n➡ May restrain BTC growth but not necessarily lead to decline.\n➡ Medium-term — likely consolidation + moderate BTC growth if other economic indicators remain favorable.\n➡ Monitor further data releases and market reactions.",
    "ru": "АНАЛИЗ на 25.12.2025)     Текущий тренд\nАнализ квартальных наблюдений показывает последовательный рост показателя:\nQ2 2024 ~0.96 трлн\n\n\nQ1 2025 ~1.17 трлн\n\n\nQ2 2025 ~1.28 трлн. FRED\n\n\nРост указывает на то, что брокеры и дилеры увеличили позиции в долговых бумагах, вероятно:\nиз стратегических причин (ожидание относительно доходов),\n\n\nиздержек по займам;\n\n\nили в качестве хеджирования риска.\n\n\n\n📉 Среднесрочный прогноз (по SBDDSA)\nНа основании текущей тенденции (рост в трех кварталах подряд) можно предположить:\n 1. Стабильный рост в ближайшие кварталы\nПродолжающийся рост SBDDSA указывает на:\n ✔ сохраняющуюся активность на долговом рынке\n ✔ возможную осторожность инвесторов в отношении рискованных активов\n ✔ перекос капитала в фиксированный доход\n\n📊 Как это влияет на рынки в целом\n🟢 Рынок облигаций и процентные ставки\nРост доли долговых ценных бумаг может сигналить о снижении ставок доходности на соответствующие бумаги (т.к. спрос растёт).\n\n\nЕсли доходности держатся низкими, это побуждает инвесторов искать доходность в риск-активах.\n\n\n\n Влияние на акции и риск-активы\nНесколько возможных эффектов:\nРост долговых активов → снижение риска в системе\n — брокеры аккумулируют более безопасные долговые бумаги → может снижать рыночную волатильность.\n\n\nЕсли брокеры накапливают облигации из опасений за акций\n — это потенциально говорит об осторожности по акциям в среднесроке.\n\n\nПовышение долговых бумаг может сигналить о рынке «желающем дохода»\n — нехватка доходности в акциях → переход в облигации.\n\n\n\n🔎 Влияние на цену биткоина\nBitcoin исторически коррелирует с рисковыми активами и настроением рынка:\n Потенциальный позитивный эффект:\n✔ Если долговой рынок стабильный → снижает системный риск\n ✔ Участники инвестируют в BTC как альтернативу инвестициям\n ✔ Биткоин воспринимается как «альтернативное хеджирование»\n Потенциальный негативный эффект:\n✔ Увеличение доли долговых инструментов может означать:\nрыночная осторожность,\n\n\nснижение аппетита к риск-активам.\n\n\nЭто может сдерживать рост BTC/альткоинов в среднесроке.\n\n Прогноз по движению BTC\nИсходя из текущей тенденции SBDDSA:\n🔹 Сценарий 1 (более вероятный — умеренный рост BTC)\n Если брокеры держат долговые бумаги, но стабильность рынка сохраняется, риск-аппетит в акциях + крипте может возрасти → BTC может идти вверх, но умеренно.\n🔹 Сценарий 2 (осторожность рынка)\n Если рост SBDDSA отражает движения к безопасности → риск-активы (акции, крипто) будут под давлением, BTC может консолидироваться или снижаться.\n\n Итог — чему следует ждать\n🔍 Среднесрочный прогноз (следующие 3–6 месяцев):\nпоказатель остаётся на высоких уровнях и растёт;\n\n\nэто говорит о высоком интересе к долговым ценным бумагам брокеров, что можно интерпретировать как умеренную осторожность на финансовых рынках.\n\n\n Для рынков в целом:\nумеренная стабильность,\n\n\nвозможное снижение волатильности в акциях,\n\n\nосторожный рост/консолидация.\n\n\n Для BTC:\nможет не получить сильного драйва вверх за счёт риск-аппетита,\n\n\nно также останется устойчивым,\n\n\nвероятна фаза консолидации + умеренного роста, если рынки останутся стабильными.\n\n\n Что отслеживать в ближайшее время\n🔸 Данные следующего квартала SBDDSA (январь 2026)\n 🔸 Изменения в доходностях облигаций\n 🔸 Данные по кредитному рынку и ликвидности\n 🔸 Корреляцию BTC с рисковыми активами\n\nКратко:\n ➡ Рост SBDDSA — сигнал осторожности на финансовых рынках.\n ➡ Может оказывать сдерживающее влияние на рост BTC, но не обязательно вести к снижению.\n ➡ В среднесроке — вероятна консолидация + умеренный рост BTC, если другие экономические индикаторы останутся благоприятными.\n ➡ Следует мониторить дальнейшие выпуски данных и сопоставлять с реакцией рынков.",
    "si": "ANALIZA na 25.12.2025\nTrenutni trend\nAnaliza četrtletnih opazovanj kaže dosledno rast kazalnika:\nQ2 2024 ~0,96 bilijona\n\n\nQ1 2025 ~1,17 bilijona\n\n\nQ2 2025 ~1,28 bilijona. FRED\n\n\nRast kaže, da so posredniki in trgovci povečali pozicije v dolžniških papirjih, verjetno:\nz strateških razlogov (pričakovanja donosov),\n\n\nstroškov zadolževanja;\n\n\nali kot zavarovanje tveganj.\n\n\n\n📉 Srednjeročna napoved (po SBDDSA)\nNa podlagi trenutnega trenda (rast v treh zaporednih četrtletjih) lahko predpostavimo:\n1. Stabilna rast v prihajajočih četrtletjih\nNadaljevanje rasti SBDDSA kaže na:\n✔ ohranjajočo se aktivnost na dolžniškem trgu\n✔ možno previdnost vlagateljev glede tveganih aktivov\n✔ premik kapitala v fiksni dohodek\n\n📊 Kako to vpliva na trge na splošno\n🟢 Trg obveznic in obrestne mere\nRast deleža dolžniških vrednostnih papirjev lahko signalizira padanje donosnosti ustreznih papirjev (ker povpraševanje raste).\n\n\nČe donosnosti ostanejo nizke, to spodbuja vlagatelje k iskanju donosnosti v tveganih aktivih.\n\n\nVpliv na delnice in tvegane aktive\nVeč možnih učinkov:\nRast dolžnih aktivov → zmanjšano sistemsko tveganje\n— posredniki kopičijo varnejše dolžniške papirje → lahko zmanjša tržno nihljivost.\n\n\nČe posredniki kopičijo obveznice zaradi skrbi za delnice\n— to potencialno kaže na srednjeročno previdnost glede delnic.\n\n\nPovečanje dolžniških papirjev lahko signalizira trg „v iskanju donosa\"\n— pomanjkanje donosnosti v delnicah → prehod v obveznice.\n\n\n\n🔎 Vpliv na ceno bitcoina\nBitcoin zgodovinsko korelira s tveganimi aktiv in tržnim razpoloženjem:\nPotencialno pozitiven učinek:\n✔ Če je dolžniški trg stabilen → zmanjša sistemsko tveganje\n✔ Udeleženci vlagajo v BTC kot alternativo\n✔ Bitcoin se dojema kot „alternativno zavarovanje\"\nPotencialno negativen učinek:\n✔ Povečanje deleža dolžniških instrumentov lahko pomeni:\nprevidnost trga,\n\n\nzmanjšan apetit po tveganju.\n\n\nTo lahko omeji rast BTC/altcoinov v srednjeročnem obdobju.\n\n Napoved gibanja BTC\nNa podlagi trenutnega trenda SBDDSA:\n🔹 Scenario 1 (bolj verjeten — zmerna rast BTC)\nČe posredniki držijo dolžniške papirje, a tržna stabilnost vztraja, se lahko apetit po tveganju v delnicah + kriptu poveča → BTC se lahko zmerno dvigne.\n🔹 Scenario 2 (previdnost trga)\nČe rast SBDDSA odraža gibanje k varnosti → tvegani aktiv (delnice, kripto) bodo pod pritiskom, BTC se lahko konsolidira ali zniža.\n\n Povzetek — kaj pričakovati\n🔍 Srednjeročna napoved (naslednjih 3–6 mesecev):\nkozalnik ostaja na visokih nivojih in raste;\n\n\nto kaže na visok interes posrednikov do dolžniških vrednostnih papirjev, kar lahko interpretiramo kot zmerno previdnost na finančnih trgih.\n\n\nZa trge na splošno:\nzmerna stabilnost,\n\n\nmožna zmanjšitev nihljivosti delnic,\n\n\npreviden rast/konsolidacija.\n\n\nZa BTC:\nmorda ne bo dobil močnega gnalca navzgor zaradi apetita po tveganju,\n\n\nbo pa ostal odporen,\n\n\nverjetna je faza konsolidacije + zmerne rasti, če trgi ostanejo stabilni.\n\n\nKaj spremljati kmalu\n🔸 Podatki naslednjega četrtletja SBDDSA (januar 2026)\n🔸 Spremembe donosnosti obveznic\n🔸 Podatki kreditnega trga in likvidnosti\n🔸 Korelacijo BTC s tveganimi aktiv\n\nKratek povzetek:\n➡ Rast SBDDSA — signal previdnosti na finančnih trgih.\n➡ Lahko blaži rast BTC, a ne nujno vodi v padec.\n➡ Srednjeročno — verjetna konsolidacija + zmerna rast BTC, če drugi ekonomski kazalniki ostanejo ugodni.\n➡ Spremljati nadaljnje izdaje podatkov in tržne reakcije."
  },
  "image": "assets/RC Brok Dill.png"
    },
    {
    "title": {
    "en": "Sahm Rule Recession Indicator (SAHMREALTIME)",
    "ru": "Sahm Rule Recession Indicator (SAHMREALTIME)",
    "si": "Sahm Rule Recession Indicator (SAHMREALTIME)"
  },
  "text": {
    "en": "ANALYSIS 25.12.2025\n🔹 Indicator value\nSeptember 2025 — 0.23%\nNovember 2025 — estimated at 0.43%\nValue below recession threshold (0.50). YCharts+1\nThis means:\n✔ unemployment growing faster than a year ago\n✔ but still not exceeding critical value for automatic recession signal\n✔ economy may be slowing weakly, but not yet in full recession mode\nEconomists note that current period indicator may be less accurate due to post-pandemic labor market effects and demographic changes, reducing its practical reliability in isolation from other data.\n\nMedium-term forecast (3–6 months)\nBased on current Sahm Rule data:\n1. Recession probability remains moderate\nIndicator growing compared to last year, but hasn't reached recession threshold.\nThis means economy may be slowing, but no confident recession signal yet.\nIf index rises above 0.50, it will signal recession has started or will start in coming months.\nWhat this may mean for markets\nStocks and risk assets\nIf Sahm Rule index continues rising:\nInvestors become cautious → volatility increases.\nStocks may correct or form sideways movement.\nIf index remains below threshold:\nMarket risk remains moderate.\nStocks may maintain current levels or grow moderately.\nThus forecast neutral-cautious, without clear recession confirmation.\n\nBitcoin price impact\nBitcoin often behaves as risk asset:\ngrowth periods — may rise,\nrecession/risk periods — fall or consolidate.\nMedium-term scenarios:\n🔹 1) Indicator grows and approaches 0.50+\nIf SAHMREALTIME continues rising:\ninvestors may exit risk assets → immediate BTC pressure;\npossible correlation with stock market decline.\n2) Indicator remains below threshold\nno clear recession signal → calm in risk assets;\nBTC may remain resilient or grow moderately with stock market.\nCurrent value much below recession level, meaning no clear Sahm Rule recession signal. This moderately positive for BTC.\n\nConclusion\nCurrent state (28.12.2025):\n✔ Sahm Rule growing, but hasn't reached recession threshold.\n✔ Unemployment increasing, but moderately.\n✔ Recession not confirmed by this indicator today.\nMedium-term forecast (3–6 months):\n🔹 Economy may slow, but not yet clear recession.\n🔹 If indicator exceeds 0.50 threshold — recession probability substantially increases.\n🔹 Currently no clear signal — markets may fluctuate or grow moderately.\nMarket impact:\nStocks: moderately risk-sensitive, possible correction or consolidation phases.\nBTC: without clear recession higher chance to remain resilient, but still risk asset sensitive to deteriorating economic sentiment.",
    "ru": "АНАЛИЗ 25.12.2025)    🔹 Значение индикатора\nСентябрь 2025 — 0.23%\nНоябрь 2025 — оценивается на уровне 0.43%\nЗначение ниже порога рецессии (0.50). YCharts+1\n Это означает:\n✔ безработица растёт быстрее, чем год назад\n✔ но ещё не превышает критическое значение для автоматического сигнала рецессии\n✔ возможно, экономика слабо замедляется, но пока не в полном рецессионном режиме\nЭкономисты отмечают, что в текущий период показатель может быть менее точным из-за последствий постпандемического рынка труда и демографических изменений, что снижает его практическую надёжность в изоляции от других данных. \n\nСреднесрочный прогноз (3–6 месяцев)\nНа основе текущих данных Sahm Rule:\n1. Вероятность рецессии пока умеренная\nИндикатор растёт по сравнению с прошлым годом, но не достиг порога рецессии.\nЭто означает, что экономика может замедляться, но пока нет уверенного сигнала рецессии. \nЕсли индекс поднимется выше 0.50, это будет сигнализировать, что рецессия уже началась или начнётся в ближайшие месяцы.\n Что это может означать для рынков\nАкции и риск-активы\nЕсли индекс Sahm Rule продолжит подниматься:\nИнвесторы станут осторожнее → рост волатильности.\nАкции могут корректироваться или формировать боковик.\nЕсли индекс останется ниже порога:\nРыночный риск остаётся умеренным.\nАкции могут сохранять текущие уровни или умеренно расти.\nТо есть прогноз нейтрально-осторожный, без явного подтверждения рецессии.\n\nВлияние на цену Биткоина\nБиткоин часто ведёт себя как риск-актив (risk asset):\nв периоды экономического роста — может расти,\nв периоды рецессии или риска — падать или консолидироваться.\nСценарии на среднесрок:\n🔹 1) Индикатор растёт и приближается к 0.50+\nЕсли SAHMREALTIME продолжит рост:\nинвесторы могут уходить из риск-активов → немедленное давление на BTC;\nвозможна корреляция с падением рынков акций.\n 2) Индикатор остаётся ниже порога\nотсутствие четкого сигнала рецессии → спокойствие в риск-активах;\nBTC может оставаться устойчивым или умеренно расти вместе с рынком акций.\nУже сейчас значение намного ниже уровня рецессии, а значит, по Sahm Rule явного сигнала рецессии нет. Это умеренно позитивно для BTC. \n\n Вывод\nТекущее состояние (28.12.2025):\n✔ Sahm Rule растёт, но не достиг порога рецессии.\n✔ Безработица увеличивается, но умеренно.\n✔ Рецессия не подтверждена данным индикатором на сегодняшний момент.\nСреднесрочный прогноз (3–6 месяцев):\n🔹 Экономика может замедляться, но пока это не явная рецессия.\n🔹 Если индикатор выйдет за порог 0.50 — вероятность рецессии существенно возрастёт.\n🔹 Пока же отсутствует четкий сигнал — рынки могут колебаться или умеренно расти.\nВлияние на рынки:\nАкции: умеренно риск-чувствительны, возможны фазы коррекции или консолидации.\nBTC: в отсутствие чёткой рецессии шансы остаться устойчивым выше, но он всё ещё остаётся риск-активом и чувствителен к ухудшению экономических настроений.",
    "si": "ANALIZA 25.12.2025\n🔹 Vrednost kazalnika\nSeptember 2025 — 0,23%\nNovember 2025 — ocenjeno na 0,43%\nVrednost pod pragom recesije (0,50). YCharts+1\nTo pomeni:\n✔ brezposelnost raste hitreje kot pred letom\n✔ a še ne presega kritične vrednosti za avtomatski signal recesije\n✔ gospodarstvo se morda rahlo upočasnjuje, a še ni v polnem recesijskem načinu\nEkonomisti opozarjajo, da je kazalnik v trenutnem obdobju lahko manj natančen zaradi posledic postpandemičnega trga dela in demografskih sprememb, kar zmanjšuje njegovo praktično zanesljivost v izolaciji od drugih podatkov.\n\nSrednjeročna napoved (3–6 mesecev)\nNa podlagi trenutnih podatkov Sahm Rule:\n1. Verjetnost recesije ostaja zmerna\nKazalnik raste v primerjavi z lani, a ni dosegel praga recesije.\nTo pomeni, da se gospodarstvo morda upočasnjuje, a še ni jasnega signala recesije.\nČe se indeks dvigne nad 0,50, bo to signaliziralo, da se je recesija začela ali se bo začela v prihajajočih mesecih.\nKaj to pomeni za trge\nDelnice in tvegani aktiv\nČe se indeks Sahm Rule nadaljuje dviga:\nVlagatelji postanejo previdni → nihljivost narašča.\nDelnice se lahko korigirajo ali tvorijo stranski trend.\nČe indeks ostane pod pragom:\nTržno tveganje ostaja zmerno.\nDelnice lahko ohranjajo trenutne nivoje ali zmerno rastejo.\nTorej napoved nevtralno-previdna, brez jasne potrditve recesije.\n\nVpliv na ceno Bitcoina\nBitcoin se pogosto obnaša kot tvegani aktiv:\nv obdobjih gospodarske rasti — lahko raste,\nv obdobjih recesije ali tveganja — pada ali se konsolidira.\nSrednjeročni scenariji:\n🔹 1) Kazalnik raste in se približuje 0,50+\nČe SAHMREALTIME nadaljuje rast:\nvlagatelji lahko bežijo iz tveganih aktivov → takojšen pritisk na BTC;\nmožna korelacija s padcem trgov delnic.\n2) Kazalnik ostane pod pragom\nbrez jasnega signala recesije → mir v tveganih aktivih;\nBTC lahko ostane odporen ali zmerno raste skupaj z trgom delnic.\nTrenutna vrednost je bistveno pod nivoom recesije, kar pomeni, da po Sahm Rule ni jasnega signala recesije. To je zmerno pozitivno za BTC.\n\nZaključek\nTrenutno stanje (28.12.2025):\n✔ Sahm Rule raste, a ni dosegel praga recesije.\n✔ Brezposelnost narašča, a zmerno.\n✔ Recesija ni potrjena s tem kazalnikom danes.\nSrednjeročna napoved (3–6 mesecev):\n🔹 Gospodarstvo se morda upočasnjuje, a še ni jasna recesija.\n🔹 Če kazalnik preseže prag 0,50 — verjetnost recesije se bistveno poveča.\n🔹 Trenutno brez jasnega signala — trgi se lahko nihajo ali zmerno rastejo.\nVpliv na trge:\nDelnice: zmerno občutljive na tveganje, možne faze korekcije ali konsolidacije.\nBTC: brez jasne recesije večje možnosti za odpornost, a še vedno ostaja tvegani aktiv, občutljiv na poslabšanje gospodarskih razpoloženj."
  },
  "extra": {
    "en": "Analysis of Sahm Rule Recession Indicator (SAHMREALTIME) as of 28.12.2025, with medium-term forecast and conclusions on how this may affect financial markets and Bitcoin price.\nSahm Rule is an economic indicator developed by economist Claudia Sahm, serving as early signal of US recession start.\nBased on three-month moving average unemployment level: if it rises by at least 0.50 percentage points relative to lowest level in previous 12 months — considered recession start signal.\nIndicator shows current data for September–November 2025:\nSAHMREALTIME ≈ 0.23–0.43 percentage points, depending on source.\nThis is below 0.50 threshold, but growth observed compared to previous period.\nSahm Rule doesn't predict recession, but rather indicates it may have already started or started before official announcement.",
    "ru": "Анализ Sahm Rule Recession Indicator (SAHMREALTIME) на  28.12.2025, с среднесрочным прогнозом и выводами о том, как это может влиять на финансовые рынки и цену Биткоина.\nSahm Rule — это экономический индикатор, разработанный экономисткой Клаудией Сэм (Claudia Sahm), который служит ранним сигналом начала рецессии для экономики США.\nОн основан на трёхмесячном скользящем среднем уровне безработицы: если он поднимается как минимум на 0,50 процентного пункта относительно самого низкого уровня за предыдущие 12 месяцев — это считается сигналом начала рецессии.\nИндикатор показывает текущие данные на сентябрь–ноябрь 2025:\nSAHMREALTIME ≈ 0.23–0.43 процентных пункта, в зависимости от источника.\nЭто ниже порога 0.50, но наблюдается рост по сравнению с прошлым периодом.\nSahm Rule не предсказывает рецессию, а скорее говорит, что она уже может начаться или началась раньше официального объявления.",
    "si": "Analiza kazalnika recesije Sahm Rule (SAHMREALTIME) na 28.12.2025, s srednjeročno napovedjo in zaključki o tem, kako to lahko vpliva na finančne trge in ceno Bitcoina.\nSahm Rule je ekonomski kazalnik, ki ga je razvila ekonomistka Claudia Sahm in služi kot zgodnji signal začetka recesije v gospodarstvu ZDA.\nTemelji na trimesečnem drsečem povprečju brezposelnosti: če se dvigne za vsaj 0,50 odstotne točke glede na najnižjo raven v preteklih 12 mesecih — velja za signal začetka recesije.\nKazalnik prikazuje trenutne podatke za september–november 2025:\nSAHMREALTIME ≈ 0,23–0,43 odstotne točke, odvisno od vira.\nTo je pod pragom 0,50, a opazna je rast v primerjavi s preteklim obdobjem.\nSahm Rule ne napoveduje recesije, temveč nakazuje, da se je morda že začela ali se je začela pred uradno objavo."
  },
  "image": "assets/RC Sanm.png"
    },
    {
    "title": {
    "en": "T10Y2Y",
    "ru": "T10Y2Y",
    "si": "T10Y2Y"
  },
  "text": {
    "en": "ANALYSIS as of 28.12.2025. According to FRED data, T10Y2Y spread on December 26, 2025 is ~0.68% (0.68 percentage points) and remains positive.\n🔹 This is significantly above zero.\n🔹 However below long-term average (~0.85%). ycharts.com\n🔹 Spread growing compared to last year (~0.28% a year ago), indicating some curve recovery after inversion periods.\nImportant: earlier in 2022–2024 yield curve was deeply inverted, signaling recession risk, but in 2025 it recovered to positive territory. What this means today\nPositive spread (0.68%)\n✔ means 10-year securities yield more than 2-year, corresponding to normal curve structure.\n✔ indicates investors don't expect significant economy decline in short term.\n✔ removes part of traditional alarm signals associated with inverted curve.\nHowever:\nlevel below historical average, showing not fully recovered curve;\nif spread becomes too low and close to zero, it will be growth slowdown warning;\nif it starts declining, it may indicate deteriorating economic expectations. Medium-term forecast (3–9 months)\nBased on current yield curve position:\nScenario A — Moderate recovery\nSpread remains positive or increases\n➡ Investor confidence in economy continues\n➡ Curve becomes more \"steep\"\n➡ Recession risk remains low\n➡ Stocks: moderate growth / consolidation\n➡ Bonds: yield normalization\n➡ Bitcoin / crypto: mostly positive impact (relevant to risk appetite)\nScenario B — Plateau or moderate spread decline\nSpread remains positive but declines\n➡ Economic stagnation, uncertainty growth\n➡ Investors start reducing risk assets\n➡ Stocks: sideways or correction\n➡ Bitcoin: consolidation / moderate pressure\n➡ Bonds: increased demand for safe assets\nScenario C — Spread falls to zero\nSpread becomes close to 0 or inverts\n➡ Investor expectations skew: slowdown fear\n➡ Strengthened recession signals\n➡ Stocks: fall risk\n➡ Bitcoin: strong pressure and stock market correlation\n➡ Bonds: long-term growth as \"safe haven\"\nSuch scenario historically preceded recessions by 6–18 months. Historical context\nIn past cycles:\nAny curve inversion usually preceded recession by 6–24 months.\nIn 2022–2024 curves were deeply inverted, but recession didn't occur, forcing analysts to reconsider interpretation in post-COVID economy conditions. Market impact\nOn stocks\n✔ Positive spread supports risk appetite\n✔ Higher difference = less economic decline fear\nBut if spread starts contracting:\ninvestors may switch to safe assets\nreduced confidence in corporate earnings\nBitcoin price impact\nBitcoin historically reacts to market sentiment and liquidity:\nIf spread strengthens (rises)\n✔ positive signal for risk assets\n✔ BTC has chance for growth or more stable consolidation\nIf spread starts falling\n✔ risk appetite decline\n✔ BTC more often correlates down with stocks\n✔ increased demand for safe assets (bonds, gold)\nDecember 2025 summary\n🔹 T10Y2Y = ~0.68% → positive, not inverted\n🔹 Economy: moderate stability signal\n🔹 Medium-term forecast:\nif difference holds or increases → moderate market / BTC growth\nif it starts declining → possible consolidation or correction\nFor Bitcoin impact summarized as:\n➡ normal \"positive\" yield curve → higher BTC resilience probability,\n➡ approaching zero → increased correlation sensitivity with stocks, deeper correction risk.",
    "ru": "АНАЛИЗ на 28.12.2025.    По данным FRED, спред T10Y2Y на 26 декабря 2025 составляет ~0.68% (0.68 процентного пункта) и остаётся положительным.\n🔹 Это значимо выше нуля.\n 🔹 Однако ниже долгосрочного среднего (~0.85%). ycharts.com\n 🔹 Спред растёт по сравнению с прошлым годом (~0.28% год назад), что говорит о некотором восстановлении кривой после периодов инверсии.\n Важно: ранее в 2022–2024 гг. кривая доходности была глубоко инвертирована, сигналя о риске рецессии, но в 2025 она восстановилась в положительную область.  Что это означает сегодня\nПоложительный спред (0.68%)\n✔ означает, что 10-летние бумаги доходнее 2-летних, что соответствует нормальному строению кривой.\n ✔ говорит о том, что инвесторы не ожидают значительного падения экономики в краткосрочном периоде.\n ✔ снимает часть традиционных сигналов тревоги, связанных с инвертированной кривой.\nОднако:\nуровень ниже исторического среднего, что показывает не полностью восстановленную кривую;  если спред станет слишком низким и близким к нулю, это будет предупреждение о замедлении роста;  если он начнёт снижаться, это может указывать на ухудшение экономических ожиданий  Среднесрочный прогноз (3–9 мес)\nОсновываясь на текущем положении кривой доходности:\nСценарий A — Умеренное восстановление\nСпред остаётся положительным или увеличивается\n ➡ Продолжается доверие инвесторов к экономике\n ➡ Кривая становится более “крутой”\n ➡ Риск рецессии остаётся низким\n➡ Акции: умеренный рост / консолидация\n ➡ Облигации: нормализация доходностей\n ➡ Биткоин / крипто: чаще позитивное влияние (релевантно риск-аппетиту)   Сценарий B — Плато или умеренное снижение спреда\n Спред остаётся положительным, но снижается\n ➡ Застой в экономике, рост неопределённости\n ➡ Инвесторы начинают снижать риск-активы\n➡ Акции: боковик или коррекция\n ➡ Биткоин: консолидация / умеренное давление\n ➡ Облигации: рост спроса на защитные активы  Сценарий C — Спред падает к нулю\nСпред становится близким к 0 или инвертируется\n ➡ Перекос в ожиданиях инвесторов: страх замедления\n ➡ Усиление сигналов рецессии\n➡ Акции: риск падения\n ➡ Биткоин: сильное давление и корреляция с рынками акций\n ➡ Облигации: рост длительных сроков как “безопасное убежище”\n Такой сценарий исторически предшествовал рецессиям за 6–18 мес\n Исторический контекст\n В прошлые циклы:\nЛюбая инверсия кривой обычно предшествовала рецессии за 6–24 месяца.    В 2022–2024 кривые были глубоко инвертированы, но рецессия не наступила, что заставило аналитиков пересмотреть интерпретацию в условиях постковидной экономики. Как влияет на рынки\n На акции\n✔ Положительный спред поддерживает риск-аппетит\n ✔ Чем выше разница, тем меньше страх экономического спада\nНо если спред начинает сокращаться:\nинвесторы могут переключаться на защитные активы    снижается доверие к корпоративным прибылям   Как влияет на цену биткоина\nBitcoin исторически реагирует на настроения рынка и ликвидность:\n Если спред укрепляется (растёт)\n✔ позитивный сигнал для риск-активов\n ✔ BTC имеет шанс для роста или более устойчивой консолидации\n Если спред начинает падать\n✔ снижение риск-аппетита\n ✔ BTC чаще коррелирует вниз с акциями\n ✔ повышается спрос на защитные активы (облигации, золото) Итог декабрь 2025\n🔹 T10Y2Y = ~0.68% → положительный, не инвертирован \n 🔹 Экономика: умеренный сигнал стабильности  🔹 Среднесрочный прогноз:\nесли разницу удержат или увеличат → умеренный рост рынков / BTC     nесли она начнёт снижаться → возможная консолидация или коррекция\n    Для биткоина влияние резюмируется так:\n ➡ нормальная «положительная» кривая доходности → больше вероятность устойчивости BTC,\n ➡ приближение к нулю → рост корреляционной чувствительности с акциями, риск более глубоких коррекций.",
    "si": "ANALIZA na 28.12.2025. Po podatkih FRED je razlika T10Y2Y na 26. december 2025 ~0,68 % (0,68 odstotne točke) in ostaja pozitivna.\n🔹 To je bistveno nad ničlo.\n🔹 Vendar pod dolgoročnim povprečjem (~0,85 %). ycharts.com\n🔹 Razlika raste v primerjavi z lani (~0,28 % pred letom), kar kaže na delno obnovo krivulje po obdobjih inverzije.\nPomembno: prej v letih 2022–2024 je bila krivulja donosnosti globoko inverzirana, signalizirajoč tveganje recesije, a leta 2025 se je obnovila v pozitivno območje. Kaj to pomeni danes\nPozitivna razlika (0,68 %)\n✔ pomeni, da 10-letne vrednostne papirje prinašajo več donosnosti kot 2-letne, kar ustreza normalni strukturi krivulje.\n✔ kaže, da vlagatelji ne pričakujejo znatnega gospodarskega padca v kratkem roku.\n✔ odpravlja del tradicionalnih alarmnih signalov, povezanih z inverzirano krivuljo.\nVendar:\nraven pod zgodovinskim povprečjem, kar kaže na ne povsem obnovljeno krivuljo;\nče razlika postane prenizka in blizu ničle, bo to opozorilo pred upočasnitvijo rasti;\nče začne padati, lahko kaže na poslabšanje gospodarskih pričakovanj. Srednjeročna napoved (3–9 mesecev)\nNa podlagi trenutnega položaja krivulje donosnosti:\nScenarij A — Zmerna obnova\nRazlika ostane pozitivna ali se poveča\n➡ Zaupanje vlagateljev v gospodarstvo se nadaljuje\n➡ Krivulja postane bolj „ostra\"\n➡ Tveganje recesije ostaja nizko\n➡ Delnice: zmerna rast / konsolidacija\n➡ Obveznice: normalizacija donosnosti\n➡ Bitcoin / kripto: večinoma pozitiven vpliv (povezan z apetitom po tveganju)\nScenarij B — Plato ali zmerno padanje razlike\nRazlika ostane pozitivna, a pada\n➡ Gospodarska stagnacija, rast negotovosti\n➡ Vlagatelji začnejo zmanjševati tvegane aktive\n➡ Delnice: stranski trend ali korekcija\n➡ Bitcoin: konsolidacija / zmeren pritisk\n➡ Obveznice: povečan povpraševanje po varnih aktivih\nScenarij C — Razlika pada proti ničli\nRazlika postane blizu 0 ali se inverzira\n➡ Pristranskost pričakovanj vlagateljev: strah pred upočasnitvijo\n➡ Okrepljeni signali recesije\n➡ Delnice: tveganje padca\n➡ Bitcoin: močan pritisk in korelacija s trgi delnic\n➡ Obveznice: rast dolgoročnih kot „varno zatočišče\"\nTak scenarij je zgodovinsko predhodil recesijam za 6–18 mesecev. Zgodovinski kontekst\nV preteklih ciklih:\nVsaka inverzija krivulje je običajno predhodila recesijo za 6–24 mesecev.\nLeta 2022–2024 so bile krivulje globoko inverzirane, a recesija ni nastopila, kar je prisililo analitike k preoblikovanju interpretacije v pogojih post-COVID gospodarstva. Vpliv na trge\nNa delnice\n✔ Pozitivna razlika podpira apetit po tveganju\n✔ Višja razlika = manj strahu pred gospodarskim padcem\nA če razlika začne krčiti:\nvlagatelji se lahko preusmerijo na varne aktive\nzaupanje v korporativne dobičke pada\nVpliv na ceno bitcoina\nBitcoin zgodovinsko reagira na tržna razpoloženja in likvidnost:\nČe razlika krepka (raste)\n✔ pozitiven signal za tvegane aktive\n✔ BTC ima možnost rasti ali bolj stabilne konsolidacije\nČe razlika začne padati\n✔ padec apetita po tveganju\n✔ BTC pogosteje korelira navzdol z delnicami\n✔ povečan povpraševanje po varnih aktivih (obveznice, zlato)\nPovzetek december 2025\n🔹 T10Y2Y = ~0,68 % → pozitivna, ne inverzirana\n🔹 Gospodarstvo: zmeren signal stabilnosti\n🔹 Srednjeročna napoved:\nče razliko ohranijo ali povečajo → zmerna rast trgov / BTC\nče začne padati → možna konsolidacija ali korekcija\nZa bitcoin vpliv povzetemo takole:\n➡ normalna „pozitivna\" krivulja donosnosti → večja verjetnost odpornosti BTC,\n➡ približevanje ničli → povečana korelacijska občutljivost z delnicami, tveganje globljih korekcij.",
    "si": "T10Y2Y je razlika (spred) med donosnostjo 10-letnih in 2-letnih ameriških državnih obveznic.\nTa razlika odraža naklon krivulje donosnosti — eden najpomembnejših makroekonomskih kazalnikov, ki ga tradicionalno uporabljajo kot predhodnika recesije ali napovedovalca tržnih razpoloženj.\nKo je razlika:\npozitivna — krivulja normalna → signal gospodarske rasti,\n\n\nblizu ničle/ploska — negotovost,\n\n\nnegativna (inverzija) — tveganje recesije v srednjem roku."
  },
  "extra": {
    "en": "T10Y2Y is the spread between 10-year and 2-year US Treasury bond yields.\nThis spread reflects yield curve slope — one of the most important macroeconomic indicators traditionally used as recession precursor or market sentiment forecast.\nWhen spread:\npositive — normal curve → economy growth signal,\n\n\nclose to zero/flat — uncertainty,\n\n\nnegative (inversion) — medium-term recession risk.",
    "ru": "T10Y2Y — это разница (спред) между доходностью 10-летних и 2-летних казначейских облигаций США.\n Этот спред отражает наклон кривой доходности — один из самых важных макроэкономических индикаторов, который традиционно используют как предвестник рецессии или прогноз настроений рынка.\n Когда спред:\nположительный — кривая нормальная → сигнал о росте экономики,\n\n\nблизок к нулю/плоский — неопределённость,\n\n\nотрицательный (инверсия) — риск рецессии в среднесроке.",
    "si": "T10Y2Y je razlika (spred) med donosnostjo 10-letnih in 2-letnih ameriških državnih obveznic.\nTa spred odraža naklon krivulje donosnosti — eden najpomembnejših makroekonomskih kazalnikov, ki ga tradicionalno uporabljajo kot predhodnika recesije ali napovedovalca tržnih razpoloženj.\nKo spred:\npozitivna — krivulja normalna → signal gospodarske rasti,\n\n\nblizu ničle/ploska — negotovost,\n\n\nnegativna (inverzija) — tveganje recesije v srednjem roku."
  },
  "image": "assets/RC 10-2.png"
    },
    {
        "title": {
    "en": "WTREGEN",
    "ru": "WTREGEN",
    "si": "WTREGEN"
  },
  "text": {
    "en": "Current value as of December 28, 2025\nLatest data (as of December 17, 2025):\nWTREGEN = 833,093 million dollars (≈ 833 billion USD).\nThis level indicates Treasury holds significant funds in Fed accounts that are not bank reserves.\n\nWhat this means economically\nTreasury balance in Fed reflects:\n🔹 US government fiscal operations:\ntax receipts,\n\n\n debt payments,\n\n\n program funding,\n\n\n debt market operations.\n\n\n🔹 Cash balance after payments and receipts.\nWTREGEN affects banking system liquidity through how Treasury funds move between government accounts and bank reserves. \nMedium-term forecast (3–9 months)\nTo assess outlook, understand three things:\n1. Treasury liquidity\nHigh WTREGEN balances mean Treasury holds large budgeted funds that can be spent on:\n✔ government program payments,\n✔ debt servicing,\n✔ expense funding.\nThis affects financial system liquidity:\nwhen Treasury spends funds → they move to banking system → liquidity increases.\n\n\nwhen Treasury accumulates funds → liquidity may decrease. \n\n\n\n2. Liquidity and financial markets\nWTREGEN often included in macro liquidity indicators, subtracted from Fed balance or other central banks to get net available liquidity. \nFor example, in some combined global liquidity indexes WTREGEN used with other quantities like:\nFed balance,\n\n\nreverse repo (RRPONTSYD),\n\n\nother central bank assets. \n\n\nIf WTREGEN grows faster than central bank assets, it may mean part of liquidity \"locked\" in Treasury accounts, reducing available market liquidity. \n\n3. Current dynamics (end 2025)\nWTREGEN ≈ 833 billion USD — high level by historical standards. This suggests Treasury holding significant funds in reserve account rather than releasing back to banking system.\nThis can be interpreted as:\n🔹 government accumulating liquidity,\n🔹 part of funds temporarily not participating in lending/market,\n🔹 may indicate conservative fiscal position (accumulation before large payments, e.g. tax or debt). \n\nMedium-term macroeconomic forecast\nBased on current WTREGEN level:\n1) Financial system liquidity\nIf WTREGEN remains high or continues growing:\npart of bank liquidity will be \"locked\" in Treasury accounts,\n\n\nthis may limit private sector credit and investment growth,\n\n\ni.e. affects overall money supply.\n\n\nMedium-term consequence:\n➡ more restrained economic growth\n➡ less financial stimulation\n➡ possible moderate asset volatility\n\n2) Inflation and interest rates\nHigh WTREGEN balances with low Fed rate may mean:\n✔ Treasury earns income from short-term operations,\n✔ but doesn't inject these funds into economy.\nThis means:\nliquidity remains conservative,\n\n\nmoney expansion limited.\n\n\nPotential effect:\n➡ pressure to reduce inflationary growth\n➡ stable or moderately elevated interest rates (if Fed wants to hold inflation).\n\nMarket impact\nStocks\nIf liquidity constrained:\ninvestors may be more cautious with risk assets,\n\n\npossible periods of weak corrections or sideways movement in stock markets.\n\n\nBonds\nHigh WTREGEN funds may stimulate:\ndemand for government securities (as \"safe asset\"),\n\n\nyield decline on long end of curve in market caution conditions.\n\n\n\nBitcoin price impact\nBitcoin historically sensitive to overall liquidity and risk appetite: If WTREGEN remains high or grows\n➡ excess liquidity locked in reserve account → reduces available system money mass in economy,\n➡ reduces investor risk appetite,\n➡ reduces demand for risk assets like BTC in medium term.\nHigh WTREGEN may:\ncalm Bitcoin growth,\n\n\nstrengthen consolidation,\n\n\nreduce probability of strong bull rallies without additional external",
    "ru": "Текущее значение на 28 декабря 2025\nПо последним данным (на 17 декабря 2025):\nWTREGEN = 833 093 млн долларов (≈ 833 млрд USD).\nЭтот уровень указывает, что Казначейство держит значительные средства на счетах в ФРС, которые не являются банковскими резервами.\n\nЧто это означает экономически\nБаланс Казначейства в ФРС отражает:\n🔹 Фискальные операции правительства США:\nпоступления налогов,\n\n\nвыплаты по долгам,\n\n\nфинансирование программ,\n\n\nоперации на долговом рынке.\n\n\n🔹 Денежный баланс после выплат и поступлений.\nWTREGEN связан с ликвидностью в банковской системе через то, как средства Казначейства движутся между счетами правительства и банковскими резервами. \nСреднесрочный прогноз (3–9 месяцев)\nЧтобы оценить перспективу, важно понимать три вещи:\n 1. Ликвидность Казначейства\nВысокие остатки в WTREGEN означают, что Казначейство держит крупные средства в бюджете, которые могут быть потрачены на:\n✔ выплаты по госпрограммам,\n ✔ обслуживание долга,\n ✔ финансирование расходов.\nЭто влияет на ликвидность финансовой системы:\nкогда Казначейство тратит средства → они переходят в банковскую систему → увеличивается ликвидность.\n\n\nкогда Казначейство накапливает средства → ликвидность может снижаться. \n\n\n\n2. Ликвидность и финансовые рынки\nWTREGEN нередко включают в макроиндикаторы ликвидности, где он отнимается от баланса ФРС или других центральных банков, чтобы получить чистую доступную ликвидность. \nНапример, в некоторых объединённых индексах глобальной ликвидности WTREGEN используется вместе с другими количествами, такими как:\nбаланс ФРС,\n\n\nобратные репо (RRPONTSYD),\n\n\nактивы других центробанков. \n\n\nЕсли WTREGEN растёт быстрее, чем растут активы центробанков, это может означать, что часть ликвидности «запирается» на счетах Казначейства, уменьшая доступную рыночную ликвидность. \n\n3. Текущая динамика (конец 2025)\nWTREGEN ≈ 833 млрд USD — это высокий уровень по историческим меркам. Это говорит о том, что Казначейство удерживает значительные средства в резервном счёте, а не выводит их обратно в банковскую систему.\nЭто можно интерпретировать так:\n 🔹 правительство аккумулирует ликвидность,\n 🔹 часть средств временно не участвует в кредитовании/рынке,\n 🔹 может свидетельствовать о консервативной фискальной позиции (накопление перед крупными выплатами, например налоговыми или долговыми). \n\nСреднесрочный макроэкономический прогноз\nНа основе текущего уровня WTREGEN:\n 1) Ликвидность финансовой системы\nЕсли WTREGEN останется высоким или продолжит расти:\nчасть банковской ликвидности будет «заперта» на счетах Казначейства,\n\n\nэто может ограничивать рост кредита и инвестиций в частном секторе,\n\n\nто есть влияет на общее денежное предложение.\n\n\nСреднесрочное последствие:\n ➡ более сдержанный экономический рост\n ➡ меньше финансовой стимуляции\n ➡ возможная умеренная волатильность активов\n\n2) Инфляция и процентные ставки\nВысокие остатки WTREGEN при низкой ставки ФРС могут означать, что:\n ✔ Казначейство получает доход от краткосрочных операций,\n ✔ но не вводит эти средства в экономику.\nЭто означает, что:\nликвидность остаётся консервативной,\n\n\nденежное расширение ограничено.\n\n\nПотенциальный эффект:\n ➡ давление на снижение инфляционного роста\n ➡ стабильные или умеренно повышенные процентные ставки (если ФРС хочет удерживать инфляцию).\n\nВлияние на финансовые рынки\nАкции\nЕсли ликвидность ограничена:\nинвесторы могут быть осторожнее с рисковыми активами,\n\n\nвозможны периоды слабых коррекций или боковика на рынках акций.\n\n\nОблигации\nВысокие средства WTREGEN могут стимулировать:\nспрос на госбумаги (как «безопасный актив»),\n\n\nснижение доходностей на длинном конце кривой в условиях осторожности рынка.\n\n\n\n Влияние на цену биткоина\nBitcoin исторически чувствителен к общей ликвидности и риск-аппетиту: Если WTREGEN остаётся высоким или растет\n➡ избыточная ликвидность блокирована в резервном счёте → это снижает доступную систему денежной массу в экономике,\n ➡ снижает риск-аппетит инвесторов,\n ➡ снижает спрос на риск-активы вроде BTC в среднесроке.\n То есть высокий WTREGEN может:\nуспокаивать рост биткоина,\n\n\nусиливать консолидацию,\n\n\nснижать вероятность мощных бычьих ралли без дополнительной вне",
    "si": "Trenutna vrednost na 28. december 2025\nNajnovejši podatki (na 17. december 2025):\nWTREGEN = 833.093 milijonov dolarjev (≈ 833 milijard USD).\nTa raven kaže, da Zakladnica drži znatna sredstva na računih pri Fedu, ki niso bančne rezerve.\n\nKaj to pomeni ekonomsko\nBilanca Zakladnice pri Fedu odraža:\n🔹 Fiskalne operacije vlade ZDA:\npristopi davkov,\n\n\nplačila dolgov,\n\n\nfinanciranje programov,\n\n\noperacije na trgu dolga.\n\n\n🔹 Denarni balans po plačilih in prilivih.\nWTREGEN vpliva na likvidnost bančnega sistema prek tega, kako se sredstva Zakladnice premikajo med vladnimi računi in bančnimi rezervami. \nSrednjeročna napoved (3–9 mesecev)\nZa oceno perspektive je treba razumeti tri stvari:\n1. Likvidnost Zakladnice\nVisoki ostanki v WTREGEN pomenijo, da Zakladnica drži velika sredstva v proračunu, ki jih lahko porabi za:\n✔ plačila vladnih programov,\n✔ servisiranje dolga,\n✔ financiranje stroškov.\nTo vpliva na likvidnost finančnega sistema:\nkdaj Zakladnica porabi sredstva → preidejo v bančni sistem → likvidnost narašča.\n\n\nkdaj Zakladnica kopiči sredstva → likvidnost se lahko zmanjša. \n\n\n\n2. Likvidnost in finančni trgi\nWTREGEN pogosto vključujejo v makro kazalnike likvidnosti, kjer ga odštejejo od bilance Feda ali drugih centralnih bank, da dobijo čisto razpoložljivo likvidnost. \nNa primer, v nekaterih združenih indeksih globalne likvidnosti WTREGEN uporabljajo skupaj z drugimi količinami, kot so:\nbilanca Feda,\n\n\nobrnjeni repoteki (RRPONTSYD),\n\n\naktivni drugih centralnih bank. \n\n\nČe WTREGEN raste hitreje kot aktivni centralnih bank, to lahko pomeni, da je del likvidnosti „zaklenjen“ na računih Zakladnice, kar zmanjšuje razpoložljivo tržno likvidnost. \n\n3. Trenutna dinamika (konec 2025)\nWTREGEN ≈ 833 milijard USD — visoka raven po zgodovinskih merilih. To nakazuje, da Zakladnica drži znatna sredstva na rezervnem računu, ne da bi jih vračala v bančni sistem.\nTo lahko interpretiramo takole:\n🔹 vlada kopiči likvidnost,\n🔹 del sredstev začasno ne sodeluje pri kreditovanju/trgu,\n🔹 lahko kaže na konservativen fiskalni položaj (kopičenje pred velikimi plačili, npr. davčnimi ali dolžniškimi). \n\nSrednjeročna makroekonomska napoved\nNa podlagi trenutne ravni WTREGEN:\n1) Likvidnost finančnega sistema\nČe WTREGEN ostane visok ali nadaljuje rast:\ndel bančne likvidnosti bo „zaklenjen“ na računih Zakladnice,\n\n\nto lahko omeji rast kreditov in investicij v zasebnem sektorju,\n\n\ntj. vpliva na skupno denarno ponudbo.\n\n\nSrednjeročna posledica:\n➡ bolj zadržana gospodarska rast\n➡ manj finančne stimulacije\n➡ možna zmerna nihljivost aktivov\n\n2) Inflacija in obrestne mere\nVisoki ostanki WTREGEN pri nizki stopnji Feda lahko pomenijo:\n✔ Zakladnica ustvarja dohodek iz kratkoročnih operacij,\n✔ a ta sredstva ne vnaša v gospodarstvo.\nTo pomeni:\nlikvidnost ostaja konservativna,\n\n\ndenarna ekspanzija omejena.\n\n\nPotencialni učinek:\n➡ pritisk na zmanjšanje inflacijske rasti\n➡ stabilne ali zmerno povišane obrestne mere (če Fed želi obdržati inflacijo).\n\nVpliv na finančne trge\nDelnice\nČe je likvidnost omejena:\nvlagatelji so lahko previdnejši pri tveganih aktivih,\n\n\nmožne faze šibkih korekcij ali stranskega trenda na trgih delnic.\n\n\nObveznice\nVisoka sredstva WTREGEN lahko spodbudijo:\npovpraševanje po vladnih papirjih (kot „varen aktiv\"),\n\n\nznižanje donosnosti na dolgem koncu krivulje v pogojih previdnosti trga.\n\n\n\nVpliv na ceno bitcoina\nBitcoin je zgodovinsko občutljiv na skupno likvidnost in apetit po tveganju: Če WTREGEN ostane visok ali raste\n➡ odvečna likvidnost zaklenjena na rezervnem računu → zmanjšuje razpoložljivo sistemske denarne mase v gospodarstvu,\n➡ zmanjšuje apetit po tveganju vlagateljev,\n➡ zmanjšuje povpraševanje po tveganih aktivih kot BTC v srednjem roku.\nVisok WTREGEN lahko:\nupočasni rast bitcoina,\n\n\nokrepi konsolidacijo,\n\n\nzmanjša verjetnost močnih bikovskih ralijev brez dodatnih zunanjih"
  },
  "extra": {
    "en": "WTREGEN is an economic indicator from FRED (Federal Reserve Economic Data) database representing:\nLiabilities and Capital: Liabilities: Deposits with F.R. Banks, Other Than Reserve Balances: U.S. Treasury, General Account: Week Average.\nThat is, average weekly value of US Treasury deposits in Federal Reserve System accounts, excluding bank reserve balances. \nIn simpler terms:\nIndicator showing how much funds US Treasury holds in Federal Reserve deposits, excluding bank reserves. \nIn English sources often called Treasury General Account (TGA) — average weekly Treasury deposits in Fed. \nWTREGEN is part of Federal Reserve H.4.1 Factors Affecting Reserve Balances report describing Fed assets and liabilities and their impact on banking system liquidity. \n\n",
    "ru": "WTREGEN — это экономический показатель из базы данных FRED (Federal Reserve Economic Data), который представляет собой:\nLiabilities and Capital: Liabilities: Deposits with F.R. Banks, Other Than Reserve Balances: U.S. Treasury, General Account: Week Average.\n То есть это среднее еженедельное значение баланса депозитов Казначейства США на счетах Федеральной резервной системы, за вычетом резервных балансов банка. \nПроще говоря:\nЭто показатель того, сколько средств у Казначейства США находится в депозитах у Федерального резерва, за исключением резервов банков. \nВ англоязычных источниках его часто называют Treasury General Account (TGA) — среднее недельное значение депозитов Казначейства в ФРС. \nWTREGEN — часть отчёта H.4.1 Factors Affecting Reserve Balances Федерального резерва, который описывает активы и обязательства ФРС и их влияние на ликвидность в банковской системе. \n\n",
    "si": "WTREGEN je ekonomski kazalnik iz baze podatkov FRED (Federal Reserve Economic Data), ki predstavlja:\nLiabilities and Capital: Liabilities: Deposits with F.R. Banks, Other Than Reserve Balances: U.S. Treasury, General Account: Week Average.\nTo je torej povprečna tedenska vrednost depozitov Zakladnice ZDA na računih Federalnega rezervnega sistema, z izjemo bančnih rezervnih bilanc. \nPreprosteje:\nKazalnik, ki prikazuje, koliko sredstev Zakladnica ZDA drži v depozitih pri Federalni rezervi, z izjemo bančnih rezerv. \nV angleških virih ga pogosto imenujejo Treasury General Account (TGA) — povprečna tedenska vrednost depozitov Zakladnice pri Fedu. \nWTREGEN je del poročila Federalne rezerve H.4.1 Factors Affecting Reserve Balances, ki opisuje aktive in obveznosti Feda ter njihov vpliv na likvidnost bančnega sistema. \n\n"
  },
  "image": "assets/RC WTREGEN.png"
    },
    {
      "title": {
        "ru": "T10Y3M",
        "en": "10Y–3M Treasury Yield Spread (T10Y3M)"
      },
      "text": {
        "ru": "10-летние минус 3-месячные казначейские облигации США...",
        "en": "The T10Y3M spread measures the difference between 10-year and 3-month U.S. Treasury yields and is considered one of the most reliable leading indicators of economic cycles.\n\nAs of late December 2025, the spread remains positive at approximately +0.50%, indicating a non-inverted yield curve. This suggests that markets do not currently anticipate an imminent recession, although the spread remains below its long-term historical average, pointing to late-cycle economic conditions rather than strong expansion."
      },
      "extra": {
        "ru": "Положительный спред означает нормальную кривую доходности...",
        "en": "Historically, sustained inversions of the T10Y3M spread have preceded U.S. recessions by 6–18 months. The current positive but narrow spread reflects cautious optimism: investors expect economic growth to continue, but at a moderate pace.\n\nFor risk assets, a positive T10Y3M spread is generally supportive. However, a decline toward zero would increase recession risk signals and raise volatility across equities and crypto markets, including Bitcoin."
      },
      "image": "assets/10Y-3Mec.png"
    },
    {
      "title": {
        "ru": "Kansas City Financial Stress Index",
        "en": "Kansas City Financial Stress Index (KCFSI)"
      },
      "text": {
        "ru": "KCFSI — индекс финансового стресса ФРБ Канзас-Сити...",
        "en": "The Kansas City Financial Stress Index (KCFSI) is a composite indicator developed by the Federal Reserve Bank of Kansas City to measure stress in U.S. financial markets. It is based on 11 market variables, including interest rates, yield spreads, and volatility measures.\n\nAs of November 2025, the KCFSI stands near –0.75, well below zero, indicating that financial stress remains lower than its historical average and that overall financial conditions are relatively calm."
      },
      "extra": {
        "ru": "Отрицательное значение означает низкий уровень стресса...",
        "en": "A persistently negative KCFSI suggests stable credit conditions, adequate liquidity, and limited systemic stress. In such environments, risk assets such as equities and cryptocurrencies tend to perform more favorably, assuming no external shocks occur.\n\nIf the index were to rise toward or above zero, it would signal tightening financial conditions, increased volatility, and a potential shift toward defensive positioning across markets."
      },
      "image": "assets/RC KCFSI — Kansas City Financial Stress Index.png"
    },
    {
    "title": {
    "en": "ICE BofA US High Yield Index",
    "ru": "ICE BofA US High Yield Index",
    "si": "ICE BofA US High Yield Index"
  },
  "text": {
    "en": "ICE BofA US High Yield Index. ANALYSIS as of 24.12.2025. Value ≈ 6.53% (effective yield of high-yield bonds in the US).(fred.stlouisfed.org)\nThis means that investors in these \"junk\" bonds currently receive around 6.5% annually, reflecting current risk assessments and market conditions.(fred.stlouisfed.org)\nContext:\n— This is below historical average (~7.8–8% or higher).(gurufocus.com)\n— Not as high as in crisis periods (>10–15%).(gurufocus.com)\nThis indicates that credit markets are not currently under extreme stress, but not as calm as in \"ideal\" conditions.\n\nMedium-term (6–12 months) market forecast\nPossible directions\n1) If yields continue to decline:\n✔️ Improved investor sentiment and credit risk perception\n✔️ Risk appetite grows — investments in risky assets intensify\n2) If yields start to rise:\nIncreased concerns about credit conditions and possible economic slowdown\nRisk premium growth → financial conditions tighten\nIn 2025 yields remain moderate — this may reflect expectations that economy continues growing without major shocks. If investor caution regarding risks intensifies (e.g., due to deteriorating corporate earnings or rising defaults), yields may rise higher. If tightening conditions have already peaked, yields may stabilize or even decline.\n\nMarket impact\nStock market\nHY yield rise → reflects higher credit risk assessments → may pressure stocks, especially in risky sectors.\nDecline/stabilization → risk appetite support → stocks may strengthen.\nCredit markets\nEffective yield rise usually coincides with spread widening (credit becomes more expensive, investors demand compensation), indicating tighter financial conditions.\nDecline or stable yield levels indicate comfortable conditions for corporate borrowing.\n\nBitcoin (BTC) impact\nThe relationship between high-yield bond yields and Bitcoin is not straightforward, but there are indirect effects through risk appetite and overall financial environment:\nWhen HY yields fall or remain moderately stable:\n— this usually reflects moderate credit risk and calm financial environment, contributing to growth of risk assets including BTC.\nSharp HY yield rise:\n— alarm signal (intensified credit risk) → investors exit risky assets → BTC may correct more strongly than traditional markets.\nThus, high BAMLH0A0HYM2EY yields often accompany declining risk sentiment — which may pressure BTC — while declining yields may support more positive sentiment and capital inflows into crypto assets.\n\nHow to use BAMLH0A0HYM2EY in trading\n1) Credit market conditions assessment\nRising yields → market demands greater risk compensation → may be early warning of declining risk appetite.\nFalling/stable yields → softer credit conditions → favorable for risk assets.\nSummary\n✔️ BAMLH0A0HYM2EY — effective yield of US high-yield corporate bond index (~6.5% in December 2025).(fred.stlouisfed.org)\n✔️ Level moderate, below historical average — reflects adequate credit conditions, not extreme.(gurufocus.com)\n✔️ Medium-term: if yields continue declining or stabilizing — positive for risk assets; rising yields may signal growing credit risks.\n✔️ Stock markets and BTC: serves as indirect risk appetite marker — rising yields may pressure BTC, declining yields support it.",
    "ru": "ICE BofA US High Yield Index. АНАЛИЗ на 24.12.2025. Значение ≈ 6.53 % (эффективная доходность высокодоходных облигаций в США).(fred.stlouisfed.org)\n Это означает, что в среднем инвесторы по таким «junk» облигациям сейчас получают около 6.5 % годовых, что отражает текущие оценки риска и условия рынка.(fred.stlouisfed.org)\n Контекст:\n— Это ниже исторического среднего уровня (~7.8 – 8 % или выше).(gurufocus.com)\n— Не так высоко, как в кризисные периоды (>10–15 %).(gurufocus.com)\nЭто говорит о том, что сейчас кредитные рынки не находятся в экстремальном напряжении, но и не настолько спокойны, как в «идеальных» условиях.\n\n Среднесрочный (6–12 мес) рыночный прогноз\n Возможные направления\n1) Если доходность продолжит снижаться:\n✔️ Улучшение настроений инвесторов и восприятия кредитного риска\n✔️ Риск-аппетит растёт — инвестиции в рискованные активы усиливаются\n2) Если доходность начнёт расти:\n Усиление опасений по кредитным условиям и возможному замедлению экономики\n Рост премий за риск → финансовые условия ужесточаются\n В 2025 году доходность держится умеренно — это может отражать ожидания, что экономика продолжает расти, но без сильных потрясений. Если настороженность инвесторов по рискам усилится (например, из-за ухудшения корпоративных прибылей или роста дефолтов), доходность может подняться выше. Если же условия ужесточения ставок уже проходят пик, доходность может стабилизироваться или даже снижаться.\n\n Влияние на рынки\n Фондовый рынок\nРост доходности HY → отражает более высокие оценки кредитного риска → может давить на акции, особенно в рисковых секторах.\nСнижение/стабилизация → поддержка риск-аппета → акции могут укрепляться.\nКредитные рынки\nРост эффективной доходности обычно совпадает с расширением спредов (дорожает кредит, инвесторы требуют компенсацию), что указывает на более жёсткие финансовые условия.\nСнижение или устойчивые уровни доходности говорят о комфортных условиях для корпоративного кредитования.\n\n Влияние на биткоин (BTC)\nСвязь между доходностью высокодоходных облигаций и биткоином не прямолинейная, но есть косвенные эффекты через риск-аппетит и общую финансовую среду:\nКогда доходность HY падает или стабильно умеренная:\n— это обычно отражает умеренный кредитный риск и спокойную финансовую среду, способствуя росту риск-активов, включая BTC.\n Резкий рост доходности HY:\n— сигнал тревоги (усиление кредитного риска) → инвесторы уходят из рискованных активов → BTC может корректироваться сильнее, чем традиционные рынки.\nТаким образом, высокая доходность по BAMLH0A0HYM2EY часто сопутствует снижению настроений на риск — что может давить на BTC — а снижение доходности может поддерживать более позитивные настроения и приток капитала в криптоактивы.\n\nКак использовать BAMLH0A0HYM2EY в трейдинге\n1) Определение условий кредитного рынка\nRising yields (растущие доходности) → рынок требует большую компенсацию за риск → это может быть ранним предупреждением о снижении риск-аппетита.\nFalling/stable yields → более мягкие кредитные условия → благоприятно для риск-активов.\n Итог\n✔️ BAMLH0A0HYM2EY — эффективная доходность индекса высокодоходных корпоративных облигаций США (~6.5 % в декабре 2025).(fred.stlouisfed.org)\n✔️ Уровень умеренный, ниже исторического среднего — это отражает адекватные кредитные условия, но не экстремальные.(gurufocus.com)\n✔️ Среднесрочно: если доходность продолжит снижаться или стабилизироваться — это позитив для риск-активов; рост доходности может сигнализировать о нарастании кредитных рисков.\n✔️ Рынки акций и BTC: индикатор служит косвенным маркером риск-аппетита — рост доходности может давить на BTC, снижение поддерживать его.",
    "si": "ICE BofA US High Yield Index. ANALIZA na 24.12.2025. Vrednost ≈ 6,53 % (učinkovita donosnost visokodonosnih obveznic v ZDA).(fred.stlouisfed.org)\nTo pomeni, da vlagatelji v te „junk\" obveznice trenutno prejemajo približno 6,5 % letno, kar odraža trenutne ocene tveganj in tržne razmere.(fred.stlouisfed.org)\nKontekst:\n— To je pod zgodovinskim povprečjem (~7,8–8 % ali višje).(gurufocus.com)\n— Ni tako visoko kot v kriznih obdobjih (>10–15 %).(gurufocus.com)\nTo kaže, da kreditni trgi trenutno niso pod ekstremnim pritiskom, a niso niti tako mirni kot v „idealnih\" pogojih.\n\nSrednjeročna (6–12 mesecev) napoved trga\nMožne smeri\n1) Če donosnost nadaljuje padanje:\n✔️ Izboljšanje razpoloženja vlagateljev in percepcije kreditnega tveganja\n✔️ Apetit po tveganju raste — naložbe v tvegane aktive se krepijo\n2) Če donosnost začne rasti:\nPovečanje skrbi glede kreditnih pogojev in možnega gospodarskega upočasnitve\nRast premij za tveganje → finančni pogoji se zaostrujejo\nLeta 2025 donosnost ostaja zmerna — to lahko odraža pričakovanja, da gospodarstvo nadaljuje rast brez večjih pretresov. Če bo previdnost vlagateljev glede tveganj narasla (npr. zaradi poslabšanja korporativnih dobičkov ali rasti neplačil), se lahko donosnost dvigne višje. Če so pogoji zaostritve obrestnih mer že prestopili vrh, se lahko donosnost stabilizira ali celo zniža.\n\nVpliv na trge\nDelniški trg\nRast donosnosti HY → odraža višje ocene kreditnega tveganja → lahko pritiska na delnice, še posebej v tveganih sektorjih.\nPadanje/stabilizacija → podpora apetitu po tveganju → delnice se lahko krepijo.\nKreditni trgi\nRast učinkovite donosnosti običajno sovpada z razširitvijo razlik (kredit postane dražji, vlagatelji zahtevajo odškodnino), kar kaže na strožje finančne pogoje.\nPadanje ali stabilne ravni donosnosti kažejo na udobne pogoje za korporativno zadolževanje.\n\nVpliv na bitcoin (BTC)\nPovezava med donosnostjo visokodonosnih obveznic in bitcoino ni linearna, a obstajajo posredni učinki prek apetita po tveganju in splošnega finančnega okolja:\nKo donosnost HY pada ali ostaja zmerno stabilna:\n— to običajno odraža zmerno kreditno tveganje in mirno finančno okolje, kar spodbuja rast tveganih aktivov, vključno z BTC.\nOster dvig donosnosti HY:\n— alarmni signal (povečano kreditno tveganje) → vlagatelji bežijo iz tveganih aktivov → BTC se lahko korigira močneje kot tradicionalni trgi.\nTorej, visoka donosnost BAMLH0A0HYM2EY pogosto spremlja upad razpoloženja glede tveganja — kar lahko pritiska na BTC — padanje donosnosti pa lahko podpira bolj pozitivna razpoloženja in priliv kapitala v kriptoaktive.\n\nKako uporabiti BAMLH0A0HYM2EY v trgovanju\n1) Ocena pogojev kreditnega trga\nRast donosnosti (rising yields) → trg zahteva večjo odškodnino za tveganje → lahko je zgodnje opozorilo pred upadom apetita po tveganju.\nPadanje/stabilna donosnost → mehkejši kreditni pogoji → ugodno za tvegane aktive.\nPovzetek\n✔️ BAMLH0A0HYM2EY — učinkovita donosnost indeksa visokodonosnih korporativnih obveznic ZDA (~6,5 % decembra 2025).(fred.stlouisfed.org)\n✔️ Raven zmerna, pod zgodovinskim povprečjem — odraža ustrezne kreditne pogoje, ne ekstremne.(gurufocus.com)\n✔️ Srednjeročno: če donosnost nadaljuje padanje ali stabilizacijo — pozitivno za tvegane aktive; rast donosnosti lahko signalizira naraščajoče kreditne rizike.\n✔️ Trgi delnic in BTC: indikator služi kot posreden marker apetita po tveganju — rast donosnosti lahko pritiska na BTC, padanje ga podpira."
  },
  "extra": {
    "en": "ICE BofA US High Yield Index (BAMLH0A0HYM2EY) is the data series code representing the effective yield of the ICE BofA US High Yield Index (effective yield rate for US high-yield corporate bonds rated below investment grade)\n🔹 ICE BofA US High Yield Index is a widely used index tracking yields of high-risk corporate bonds (junk bonds) issued in US dollars.(CION Investments)\n🔹 Index includes bonds rated below investment grade (typically BB and lower), which pay higher yields to compensate for increased credit risk.(fred.stlouisfed.org)\nWhat this series shows:\nThis is the effective yield (%) that investors receive from the basket of all such bonds in the index.(fred.stlouisfed.org)\nIt depends on both interest rates (Treasuries) and credit risk, reflecting overall credit conditions in the market.(fred.stlouisfed.org) Simply: higher value = more expensive credit risk, investors demand higher yield for default risk.",
    "ru": "ICE BofA US High Yield Index (BAMLH0A0HYM2EY) — это код серии данных, представляющей эффективную доходность индекса ICE BofA US High Yield Index (эффективная ставка дохода по высокодоходным корпоративным облигациям США с рейтингом ниже инвестиционного)\n🔹 ICE BofA US High Yield Index — широко используемый индекс, отслеживающий доходности корпоративных облигаций высокого риска (junk bonds), выпущенных в долларах США.(CION Investments)\n🔹 Индекс включает бумаги с рейтингом ниже инвестиционного (обычно BB и ниже), которые платят более высокую доходность, чтобы компенсировать повышенный кредитный риск.(fred.stlouisfed.org)\nЧто показывает эта серия:\nЭто эффективная доходность (%), которую инвесторы получают по корзине всех таких облигаций в индексе.(fred.stlouisfed.org)\nОна зависит как от процентных ставок (Treasuries), так и от кредитного риска, отражая общие кредитные условия на рынке.(fred.stlouisfed.org) Проще: чем выше значение — тем дороже кредитный риск, тем больше инвесторы требуют доходности за риск дефолта.",
    "si": "ICE BofA US High Yield Index (BAMLH0A0HYM2EY) je koda podatkovne serije, ki predstavlja učinkovito donosnost indeksa ICE BofA US High Yield Index (učinkovita stopnja donosnosti za visokodonosne korporativne obveznice ZDA z oceno pod investicijskim razredom)\n🔹 ICE BofA US High Yield Index je široko uporabljan indeks, ki sledi donosnostim visoko tveganih korporativnih obveznic (junk bonds), izdanih v ameriških dolarjih.(CION Investments)\n🔹 Indeks vključuje obveznice z oceno pod investicijskim razredom (običajno BB in nižje), ki plačujejo višjo donosnost za nadomestilo povečanega kreditnega tveganja.(fred.stlouisfed.org)\nKaj prikazuje ta serija:\nTo je učinkovita donosnost (%), ki jo vlagatelji prejemajo iz košarice vseh takih obveznic v indeksu.(fred.stlouisfed.org)\nZanjo so odvisne tako obrestne mere (Treasuries) kot kreditno tveganje, kar odraža splošne kreditne razmere na trgu.(fred.stlouisfed.org) Preprosto: višja vrednost = dražje kreditno tveganje, vlagatelji zahtevajo višjo donosnost za tveganje neplačila."
  },
  "image": "assets/RC ICE BofA US High Yield Index.png"
    },
    {
    "title": {
    "en": "Buffett Indicator",
    "ru": "Buffett Indicator",
    "si": "Kazalnik Buffetta"
  },
  "text": {
    "en": "ANALYSIS as of 24.12.2025. Buffett Indicator According to December 2025 data, Buffett Indicator is at extremely high levels:\nApproximately ~220%–226% — market capitalization exceeds US economy size by more than double. These are historically record or near-record values, significantly above historical average (~158%). Such position means stocks trade significantly more expensive than usual relative to economy size — i.e. market is in strong overvaluation state. Medium-term forecast\nMacroeconomic logic\nIndicator above 200% historically associated with extreme optimism, market overheating and potential correction risk (Buffett said levels above ~200% mean \"playing with fire\"). Medium\n📉 However important to remember:\n✔️ High values don't guarantee immediate decline — markets can stay expensive for long.\n✔️ Overvaluation often signals lower long-term expected returns than average, even if short-term movements may continue growing.\nMedium-term scenarios (6–12 months)\n1. Bearish/correction scenario\nIf economy slows or corporate earnings stop growing, high valuations hard to sustain — significant stock market corrections possible. 2.Sideways/stagnation\nWith sustained high valuations but no new growth drivers, market may consolidate. 3.Continued growth, but more moderate\nIf corporate earnings continue growing faster than GDP and monetary conditions remain soft, market may hold high valuations, but this will be risky position. Market and Bitcoin impact\nStocks\nHigh Buffett Indicator indicates stocks expensively valued, usually associated with higher correction probability or low medium-term future returns.\nThis may make stocks vulnerable if economic data worsens or volatility rises.\nBonds\nStock overvaluation often drives investors toward bonds or safe assets during pullbacks.\nHowever with low rates corporate bonds may remain attractive by yield.\nBitcoin and cryptocurrencies\nConnection between Buffett Indicator and BTC not direct, but important indirect mechanisms exist:\nWhen Buffett Indicator high, stock valuations expensive:\nThis means increased market greed (risk-on) while markets grow. Interest in Bitcoin and cryptocurrencies often rises alongside stocks during risk expansion. If high valuations lead to correction:\nMarket may shift to risk-off sentiment → capital exits risky assets → BTC may sharply correct with stocks. In other words, Buffett Indicator may serve as macro-context signal for risk appetite changes in cryptocurrencies, not as direct BTC trading signal. How to use Buffett Indicator in trading\n1) Overall market valuation assessment\nVery high Buffett Indicator (>200%) → caution signal: markets already expensive — shouldn't build unprotected long positions without hedge. Low levels (<100%) → potentially more favorable market valuation.\nSummary\n✔️ What it shows: Buffett Indicator measures US stock market overall valuation relative to economy (GDP). vc.ru\n✔️ Current position (December 2025): extremely high values ~220%–226%, indicating strong overvaluation. longtermtrends.com+1\n✔️ Medium-term forecast: high overvaluation increases correction risk, but doesn't guarantee immediate reversal.\n✔️ Market and BTC impact: may signal increased risk appetite, but also increased vulnerability to declines if conditions worsen.\n✔️ In trading: use as macro-valuation indicator combined with other signals for risk management, not as standalone trading signal.",
    "ru": "АНАЛИЗ на 24.12.2025. Buffett Indicator По данным на декабрь 2025, Buffett Indicator находится на крайне высоких уровнях:\nПримерно ~220 % – 226 % — рыночная капитализация превышает вдвое размер экономики США. Это исторически рекордные или близкие к рекордным значения, значительно выше исторического среднего (~158 %).  Такое положение означает, что акции торгуются значительно дороже, чем обычно относительно размера экономики — то есть рынок находится в состоянии сильной переоценки. Какой среднесрочный прогноз\n Макроэкономическая логика\nПоказатель выше 200 % исторически ассоциируется с экстремальным оптимизмом, перегретостью рынка и потенциальным риском коррекции (Buffett говорил, что при уровнях выше ~200 % «играешь с огнём»). Medium\n📉 Однако важно помнить:\n ✔️ Высокие значения не гарантируют немедленного падения — рынки могут оставаться дорогими долго.\n ✔️ Переоценка часто сигнализирует о том, что будущие долгосрочные ожидаемые доходности могут быть ниже среднего, даже если краткосрочные движения могут продолжать рост.\nСреднесрочные сценарии (6 – 12 мес)\n1. Медвежий / коррекционный сценарий\nЕсли экономика замедлится или корпоративные прибыли перестанут расти, высокой оценке трудно удержаться — возможны существенные коррекции на фондовом рынке.  2.Боковик / стагнация\nПри сохранении высоких оценок, но отсутствии новых драйверов роста, рынок может консолидироваться.  3.Продолжение роста, но более умеренно\nЕсли корпоративные прибыли продолжат расти быстрее GDP, а денежные условия останутся мягкими, рынок может удерживать высокие оценки, но это будет рисковая позиция.   Влияние на рынки и биткоин\nАкции\nВысокий Buffett Indicator говорит о том, что акции дорого оценены, что обычно ассоциируется с более высокой вероятностью коррекций или низкими будущими среднесрочными доходностями.\n Это может сделать акции уязвимыми в случае ухудшения экономических данных или роста волатильности.\n Облигации\n Переоцененность акций часто приводит инвесторов в сторону облигаций или защитных активов в периоды спада.\n  Однако при низких ставках корпоративные облигации могут оставаться привлекательными по доходности.\n Биткоин и криптовалюты\nСвязь между Buffett Indicator и BTC не прямая, но есть важные косвенные механизмы:\nКогда Buffett Indicator высок, оценки акций дорогие:\nЭто означает повышенную рыночную жадность (risk-on) до тех пор, пока рынки растут.   К биткоину и криптовалютам часто растёт интерес наряду с акциями в период расширения риска.  Если высокие оценки приводят к коррекции:\nРынок может перейти в риск-оф (risk-off) настроение → капиталы уходят из рискованных активов → BTC может резко корректироваться вместе с акциями. Другими словами, Buffett Indicator может выступать как макро-контекстный сигнал для изменения риск-аппетита в криптовалютах, а не как прямой торговый сигнал для BTC.  Как использовать Buffett Indicator в трейдинге\n1) Оценка общей рыночной оценки\nОчень высокий Buffett Indicator (>200 %) → сигнал к внимательности: рынки уже дорогие — не стоит необоснованно наращивать длинные позиции без защиты.  Низкие уровни (<100 %) → потенциально более благоприятная оценка рынка.\n Итог\n✔️ Что это показывает: Buffett Indicator измеряет всёоценку фондового рынка США относительно экономики (GDP). vc.ru\n ✔️ Текущее положение (декабрь 2025): крайне высокие значения ~220 % – 226 %, указывающие на сильную переоценку. longtermtrends.com+1\n ✔️ Среднесрочный прогноз: высокая переоценка увеличивает риск коррекции, но не гарантирует немедленного разворота.\n ✔️ Влияние на рынки и BTC: может сигнализировать о повышенной риск-аппетите, но также о повышенной уязвимости к падениям при ухудшении условий.\n ✔️ В трейдинге: используйте как макро-оценочный индикатор, в сочетании с другими сигналами для управления рисками, а не как отдельный торговый сигнал.",
    "si": "ANALIZA na 24.12.2025. Kazalnik Buffetta Po podatkih za december 2025 je kazalnik Buffetta na ekstremno visokih nivojih:\nPribližno ~220 %–226 % — tržna kapitalizacija presega velikost gospodarstva ZDA več kot dvakrat. To so zgodovinsko rekordne ali skoraj rekordne vrednosti, bistveno nad zgodovinskim povprečjem (~158 %). Tak položaj pomeni, da se delnice trgujejo bistveno dražje kot običajno glede na velikost gospodarstva — tj. trg je v stanju močne precenjenosti. Srednjeročna napoved\nMakroekonomska logika\nKazalnik nad 200 % je zgodovinsko povezan z ekstremnim optimizmom, pregrevanjem trga in potencialnim tveganjem korekcije (Buffett je rekel, da nivoji nad ~200 % pomenijo „igranje z ognjem\"). Medium\n📉 Vendar je pomembno vedeti:\n✔️ Visoke vrednosti ne zagotavljajo takojšnjega padca — trgi lahko ostanejo dragi dolgo časa.\n✔️ Precenjenost pogosto signalizira nižje dolgoročne pričakovane donosnosti kot povprečje, čeprav lahko kratkoročna gibanja nadaljujejo rast.\nSrednjeročni scenariji (6–12 mesecev)\n1. Medvedji/korektivni scenarij\nČe se gospodarstvo upočasni ali korporativni dobički prenehajo rasti, visokim ocenam težko vzdrževati — možne so znatne korekcije na borznem trgu. 2.Stranski trend/stagnacija\nOb ohranjanju visokih ocen, a brez novih gonilcev rasti, se lahko trg konsolidira. 3.Nadaljevanje rasti, a bolj zmerno\nČe korporativni dobički nadaljujejo rast hitreje kot BDP in monetarni pogoji ostanejo mehki, lahko trg ohrani visoke ocene, a bo to tvegana pozicija. Vpliv na trge in bitcoin\nDelnice\nVisok kazalnik Buffetta kaže, da so delnice drago ocenjene, kar je običajno povezano z višjo verjetnostjo korekcij ali niskimi srednjeročnimi prihodnjimi donosnostmi.\nTo lahko delnice naredi ranljive v primeru poslabšanja ekonomskih podatkov ali rasti nihljivosti.\nObveznice\nPrecnenost delnic pogosto vodi vlagatelje proti obveznicam ali varnim aktivom v obdobjih padcev.\nVendar pri nizkih obrestnih merah lahko korporativne obveznice ostanejo privlačne po donosnosti.\nBitcoin in kriptovalute\nPovezava med kazalnikom Buffetta in BTC ni neposredna, a obstajajo pomembni posredni mehanizmi:\nKo je kazalnik Buffetta visok, so ocene delnic drage:\nTo pomeni povečano tržno pohlep (risk-on), dokler trgi rastejo. Interes za bitcoin in kriptovalute pogosto narašča skupaj z delnicami v obdobju širitve tveganja. Če visoke ocene vodijo v korekcijo:\nTrg se lahko preusmeri v risk-off razpoloženje → kapitali bežijo iz tveganih aktivov → BTC se lahko močno korigira skupaj z delnicami. Z drugimi besedami, kazalnik Buffetta lahko služi kot makrokontekstni signal za spremembe apetita po tveganju v kriptovalutah, ne kot neposreden trgovalni signal za BTC. Kako uporabiti kazalnik Buffetta v trgovanju\n1) Ocena splošne tržne ocene\nZelo visok kazalnik Buffetta (>200 %) → signal previdnosti: trgi so že dragi — ni smiselno neupravičeno povečevati dolgih pozicij brez zaščite. Nizke ravni (<100 %) → potencialno ugodnejša tržna ocena.\nPovzetek\n✔️ Kaj prikazuje: Kazalnik Buffetta meri splošno oceno borznega trga ZDA glede na gospodarstvo (BDP). vc.ru\n✔️ Trenutni položaj (december 2025): ekstremno visoke vrednosti ~220 %–226 %, ki kažejo na močno precenjenost. longtermtrends.com+1\n✔️ Srednjeročna napoved: visoka precenjenost povečuje tveganje korekcije, a ne zagotavlja takojšnje obračanje.\n✔️ Vpliv na trge in BTC: lahko signalizira povečan apetit po tveganju, a tudi povečano ranljivost za padce ob poslabšanju pogojev.\n✔️ V trgovanju: uporabljajte kot makro-ocenovalni kazalnik v kombinaciji z drugimi signali za upravljanje tveganj, ne kot samostojen trgovalni signal."
  },
  "extra": {
    "en": "Buffett Indicator is the ratio of total market capitalization of all publicly traded companies to country's gross domestic product (GDP) (usually US). It shows how \"expensive\" stock market is relative to economy size. Often called Warren Buffett's \"favorite indicator\" for overall market valuation. \nFormula:\nBuffett Indicator=Market CapTotalGDP​×100%\nWhere:\nTotal Market Cap — market capitalization of entire stock exchange (often measured via Wilshire 5000).\n\n\nGDP — US gross domestic product for the year. smart-lab.ru\n\n\nInterpretation (on historical levels):\n< ~100%: market may be undervalued.\n\n\n~100–135%: normal (near average) valuation.\n\n\n~160%: market overvaluation (high correction risks).",
    "ru": "Buffett Indicator — это отношение общей рыночной капитализации всех публично торгуемых компаний к валовому внутреннему продукту (GDP) страны (обычно США). Он показывает, насколько «дорого» стоит рынок акций относительно размера экономики. Это часто называют «любимым показателем» Уоррена Баффетта для оценки общей рыночной оценки. \nФормула:\nBuffett Indicator= Market Cap/GDPTotal​×100%\nГде:\nTotal Market Cap — рыночная капитализация всей фондовой биржи (часто измеряется через Wilshire 5000).\n\n\nGDP — валовой внутренний продукт США за год. smart-lab.ru\n\n\nИнтерпретация (на исторических уровнях):\n< ~100 %: рынок может быть недооценён.\n\n\n~100 – 135 %: нормальная (близкая к средней) оценка.\n\n\n~160 %: переоценка рынка (высокие риски коррекции).",
    "si": "Kazalnik Buffetta je razmerje med skupno tržno kapitalizacijo vseh javno kotiranih podjetij in bruto domačim proizvodom (BDP) države (običajno ZDA). Prikazuje, kako „drago“ je borzni trg glede na velikost gospodarstva. To pogosto imenujejo „ljubljeni kazalnik\" Warrena Buffetta za splošno tržno oceno. \nFormula:\nKazalnik Buffetta=Skupna tržna kapitalizacijaBDP×100%\nKjer:\nSkupna tržna kapitalizacija — tržna kapitalizacija celotne borze (pogosto merjeno prek Wilshire 5000).\n\n\nBDP — bruto domači proizvod ZDA za leto. smart-lab.ru\n\n\nInterpretacija (na zgodovinskih nivojih):\n< ~100 %: trg je lahko podcenjen.\n\n\n~100–135 %: normalna (blizu povprečne) ocena.\n\n\n~160 %: precenjenost trga (visoka tveganja korekcije)."
  },
  "image": "assets/RC Buffet.png"
    },
    {
      "title": {
        "ru": "BDI Baltic Dry Index",
        "en": "BDI Baltic Dry Index"
      },
      "text": {
        "ru": "Анализ на декабрь 2025. Значение ~1 877–2 294 пунктов после снижения с начала декабря (~2 845). Рост за год ≈ 80–88 %. Индекс выше недавних минимумов, но ниже исторических максимумов (~11 793 в 2008).\n\nСреднесрочный прогноз (6–12 мес):\n— Если глобальная экономика растёт → индекс стабилизируется или слегка подрастёт.\n— Если спрос на сырьё ослабнет → возможна коррекция или консолидация.\n\nВлияние на рынки:\nАкции/сырьё: рост BDI → поддержка производственных и сырьевых секторов\nПадение → сигнал замедления спроса, давление на циклические акции\nBTC/крипта: косвенно через риск-аппетит — рост BDI → risk-on, падение → риск-оф",
        "en": "Analysis as of December 2025. Value ~1,877–2,294 points after decline from early December (~2,845). Annual growth ≈ 80–88 %. Index above recent lows, but below historical peaks (~11,793 in 2008).\n\nMedium-term forecast (6–12 months):\n— If global economy grows → index stabilizes or rises slightly\n— If commodity demand weakens → possible correction or consolidation\n\nMarket impact:\nEquities/commodities: rising BDI → supports industrial and commodity sectors\nFalling → signals slowing demand, pressure on cyclical stocks\nBTC/crypto: indirectly via risk appetite — rising BDI → risk-on, falling → risk-off"
      },
      "extra": {
        "ru": "BDI измеряет стоимость перевозки сухих навалочных грузов (уголь, руда, зерно) по ключевым маршрутам. Рост индекса → усиление глобальной торговли, падение → снижение активности.",
        "en": "BDI measures the cost of shipping dry bulk commodities (coal, ore, grain) on major routes. Rising index → stronger global trade; falling → weaker activity."
      },
      "image": "assets/RC Baltic Dry.png"
    },
    {
      "title": {
        "ru": "BDI Baltic Dry Index",
        "en": "BDI Baltic Dry Index"
      },
      "text": {
        "ru": "Анализ на декабрь 2025. Значение ~1 877–2 294 пунктов после снижения с начала декабря (~2 845). Рост за год ≈ 80–88 %. Индекс выше недавних минимумов, но ниже исторических максимумов (~11 793 в 2008).\n\nСреднесрочный прогноз (6–12 мес):\n— Если глобальная экономика растёт → индекс стабилизируется или слегка подрастёт.\n— Если спрос на сырьё ослабнет → возможна коррекция или консолидация.\n\nВлияние на рынки:\nАкции/сырьё: рост BDI → поддержка производственных и сырьевых секторов\nПадение → сигнал замедления спроса, давление на циклические акции\nBTC/крипта: косвенно через риск-аппетит — рост BDI → risk-on, падение → риск-оф",
        "en": "Analysis as of December 2025. Value ~1,877–2,294 points after decline from early December (~2,845). Annual growth ≈ 80–88 %. Index above recent lows, but below historical peaks (~11,793 in 2008).\n\nMedium-term forecast (6–12 months):\n— If global economy grows → index stabilizes or rises slightly\n— If commodity demand weakens → possible correction or consolidation\n\nMarket impact:\nEquities/commodities: rising BDI → supports industrial and commodity sectors\nFalling → signals slowing demand, pressure on cyclical stocks\nBTC/crypto: indirectly via risk appetite — rising BDI → risk-on, falling → risk-off"
      },
      "extra": {
        "ru": "BDI измеряет стоимость перевозки сухих навалочных грузов (уголь, руда, зерно) по ключевым маршрутам. Рост индекса → усиление глобальной торговли, падение → снижение активности.",
        "en": "BDI measures the cost of shipping dry bulk commodities (coal, ore, grain) on major routes. Rising index → stronger global trade; falling → weaker activity."
      },
      "image": "assets/RC Baltic Dry.png"
    },
    {
      "title": {
        "ru": "Индекс потребительских цен — CPI YoY",
        "en": "Consumer Price Index — CPI YoY"
      },
      "text": {
        "ru": "Анализ на декабрь 2025. Инфляция (CPI YoY) ≈ 2.7 % — ниже прошлых месяцев и близко к таргету ФРС (~2 %).\n\nСреднесрочный прогноз (6–12 мес):\n— Инфляция вероятно останется умеренной (2–3 %)\n— Низкая инфляция → ФРС может замедлить ужесточение ставок → поддержка риск-активов\n— Ускорение инфляции → возможное ужесточение → давление на акции и BTC\n\nВлияние на рынки:\nАкции: умеренная инфляция → благоприятно, растущая → давление\nОблигации: снижение инфляции → доходности падают, рост → доходности растут\nДоллар: низкая инфляция → ослабление, рост → укрепление\nBTC/крипта: низкая инфляция и мягкая политика → рост; ускорение инфляции → коррекция",
        "en": "Analysis as of December 2025. Inflation (CPI YoY) ≈ 2.7 % — lower than previous months and near the Fed’s target (~2 %).\n\nMedium-term forecast (6–12 months):\n— Inflation likely remains moderate (2–3 %)\n— Low inflation → Fed may slow rate hikes → supports risk assets\n— Rising inflation → potential tightening → pressure on equities and BTC\n\nMarket impact:\nEquities: moderate inflation → positive, rising → negative\nBonds: falling inflation → yields drop, rising → yields rise\nDollar: low inflation → weaker, rising → stronger\nBTC/crypto: low inflation and easy policy → upward; rising inflation → possible correction"
      },
      "extra": {
        "ru": "USIRYY показывает годовое изменение потребительских цен (CPI) в США. Основной индикатор инфляционного давления и денежно-кредитной политики ФРС.",
        "en": "USIRYY shows the annual change in US consumer prices (CPI). Key indicator of inflation pressure and Fed monetary policy."
      },
      "image": "assets/RC Consumer Price Index — CPI YoY ( USIRYY).png"
    }
  ],
  "market": [
    {
    "title": {
    "en": "Open Interest, Price, Volume",
    "ru": "Открытый интерес, Цена, Объём",
    "si": "Open Interest, Price, Volume"
  },
  "text": {
    "en": "Current market state (facts as of today)\nPrice\nCurrent Bitcoin price around $91,000–$92,000 after attempts to break above $93,000 and a slight correction. Since the beginning of the year, upward movement has been observed with resistance at key levels and market focus on the range.\nTrading Volume\nVolume remains relatively stable but without extreme spikes, characteristic of consolidation phase after the start of the year. Increase in spot sector volumes was noticeable during attempts to grow above nearby resistances.\nOpen Interest\nData from aggregators shows that Bitcoin futures open interest is at a high level (around 640,000–650,000 BTC, equivalent to tens of billions of dollars), but in recent days there has been a slightly moderate reduction (OI decrease), interpreted as \"controlled deleveraging\" without sharp sell-offs.\nOn individual exchanges OI remains significant, but recent changes indicate that some traders are moderately reducing risk — this is not panic liquidation, but rather partial position closure (de-risking).\n\nPrice, Volume, and Open Interest Interaction\nPrice and Volume\n— Volume supports recent upward movements, indicating that growth is confirmed by trading activity, not weak volume background. This is a positive moment.\nOpen Interest and Price\n— High OI plus price growth — usually a sign that new capital is entering the market.\n— Slight OI reduction in recent days with price movements folded in range indicates partial position closure by traders, which may reduce short-term volatility and price pressure. However, OI level still remains high, meaning interest in derivatives persists.\n\nMovement Forecast\nShort-term (1–4 weeks)\nCurrent data indicates range movement with upward bias, but without impulsive breakout of levels above $93,000–$95,000.\nIf price holds above key supports (approximately $88,000–$90,000) with stable volume, this could shift balance toward recovery of buyer interest.\nSlight OI reduction indicates that part of risky positions is already closed. This may reduce probability of strong correction, but also potential for sharp rise without new capital inflow.\nShort-term trend: sideways with potential upward bias, but fluctuations in current levels range possible.\n\nMedium-term (1–3 months)\nIf in coming weeks:\nOI starts growing again against price growth,\nvolumes continue supporting movement above local resistance,\nthen medium-term transition to more sustainable uptrend possible, with repeated attempt to attack levels above $100,000, which previously represented significant psychological and technical levels.\nIf volume doesn't continue growing and OI keeps declining further, this may indicate momentum fading and longer consolidation in range.\nMedium-term trend: neutral-bullish, with volume and OI growth confirmation.\n\nLong-term (6+ months)\nLong-term open interest remains high in historical context, indicating preservation of significant interest from derivative traders and institutional participants, even despite correction periods in 2025.\nIf global macroeconomic liquidity background remains favorable and institutional flows continue into BTC (through spot ETFs and derivative instruments), this creates foundation for sustainable growth in long-term perspective.\nLong-term trend: overall bullish, but with correction periods and consolidation phase due to cyclical market nature.\n\nHow this reflects on markets\nBitcoin consolidation phase reflects current balance between spot and derivative strategies. OI concentration at high levels with stable volumes indicates that large participants haven't \"left the market\", but also not forcing risk expansion.\nFor traditional markets such cryptocurrency risk dynamics often correlates with increased caution in risky assets overall.\n\nPractical analysis summary\nPrice holds in range above resistances, volume sufficient to maintain current range.\nOpen interest remains high, OI fluctuations indicate not panic, but controlled partial position closure — this stabilizes market short-term.\nShort-term consolidation likely with moderate growth potential above current levels with volume confirmation.\nMedium-term reversal to more confident upward tendency possible with volume growth and rising OI recovery.\nLong-term institutional traders interest and high OI historically correlate with Bitcoin upward dynamics continuation.",
    "ru": "Текущее состояние рынка (факт на сегодня)\nЦена\nТекущая цена Bitcoin около $91 000–$92 000 после попыток пробоя выше $93 000 и небольшой коррекции. С начала года наблюдалось движение вверх с сопротивлением на ключевых уровнях и фокус рынка на диапазоне.\nОбъём торгов\nОбъём остаётся относительно устойчивым, но без экстремальных всплесков, что характерно для фазы консолидации после начала года. Повышение объёмов в спотовом секторе было заметно при попытках роста выше ближайших сопротивлений.\nОткрытый интерес\nДанные с агрегаторов показывают, что открытый интерес по фьючерсам Bitcoin находится на высоком уровне (около 640 000–650 000 BTC, что эквивалентно десяткам миллиардов долларов), но в последние дни наблюдается слегка умеренное сокращение (понижение OI), что трактуется как «контролируемое снижение плеч» без резких распродаж.\nНа отдельных биржах OI остаётся значительным, но последние изменения указывают, что часть трейдеров умеренно снижает риск — это не паническая ликвидация, а скорее частичное закрытие позиций (de-risking).\n\nВзаимодействие цены, объёма и открытого интереса\nЦена и объём\n— Объём поддерживает недавние движения вверх, что говорит о том, что рост подтверждается торговой активностью, а не слабым объемным фоном. Это позитивный момент.\nОткрытый интерес и цена\n— Высокий OI плюс рост цены — обычно признак того, что в рынок входит новый капитал.\n— Лёгкое снижение OI в последние дни при свёрнутых движениях цены в диапазоне указывает на частичное закрытие позиций трейдеров, что может снижать краткосрочную волатильность и давление на цену. Однако уровень OI всё ещё остаётся высоким, то есть интерес к деривативам сохраняется.\n\nПрогноз движения\nКраткосрочный (1–4 недели)\nТекущие данные указывают на диапазонное движение с уклоном вверх, но без импульсного пробоя уровней выше $93 000–$95 000.\nЕсли цена удержится выше ключевых поддержек (примерно $88 000–$90 000) при стабильном объёме, это может сместить баланс в сторону восстановления покупательского интереса.\nЛёгкое сокращение OI говорит о том, что часть рискованных позиций уже закрыта. Это может уменьшить вероятность сильной коррекции, но также и потенциал резкого подъёма без притока нового капитала.\nКраткосрочный тренд: боковой с потенциальным уклоном вверх, но возможны колебания в диапазоне текущих уровней.\n\nСреднесрочный (1–3 месяца)\nЕсли в ближайшие недели:\nOI начнёт вновь расти на фоне роста цены,\nобъёмы продолжат поддерживать движение выше локального сопротивления,\nто среднесрочно возможен переход к более устойчивому восходящему тренду, с повторной попыткой атаковать уровни выше $100 000, которые в прошлом представляли значимые психологические и технические уровни.\nЕсли же объём не продолжит расти и OI будет снижаться дальше, это может указывать на затухание импульса и более длительную консолидацию в диапазоне.\nСреднесрочный тренд: нейтрально-бычий, при подтверждении роста объёма и OI.\n\nДолгосрочный (6+ месяцев)\nДолгосрочно открытый интерес остаётся высоким в историческом контексте, что указывает именно на сохранение значительного интереса деривативных трейдеров и институциональных участников, даже несмотря на периоды коррекции в 2025 году.\nЕсли глобальный макроэкономический фон по ликвидности останется благоприятным и институциональные потоки продолжат поступать в BTC (через спотовые ETF и деривативные инструменты), это создаст фундамент для устойчивого роста в долгосрочной перспективе.\nДолгосрочный тренд: в целом бычий, но с периодами коррекции и фазой консолидации ввиду циклического характера рынка.\n\nКак это отражается на рынках\nФаза консолидации Bitcoin отражает текущий баланс между спотовыми и деривативными стратегиями. Концентрация OI на высоких уровнях при стабильных объёмах говорит о том, что крупные участники не «сошли с рынка», но и не форсируют экспансию риска.\nДля традиционных рынков подобная динамика криптовалютного риска часто коррелирует с повышенной осторожностью в рискованых активах в целом.\n\nПрактический итог анализа\nЦена удерживается в диапазоне сверху сопротивлений, объём достаточен для поддержания текущего диапазона.\nОткрытый интерес остаётся высоким, колебания OI свидетельствуют не о панике, а о контролируемом закрытии части позиций — это стабилизирует рынок в краткосроке.\nКраткосрочно вероятна консолидация с возможностью умеренного роста выше текущих уровней при подтверждении объёмов.\nСреднесрочно разворот к более уверенной тенденции вверх возможен при росте объёмов и восстановлении растущего OI.\nДолгосрочно интерес институциональных трейдеров и высокий OI исторически коррелируют с продолжением восходящей динамики Bitcoin.",
    "si": "Trenutno stanje trga ( dejstva za danes)\nCena\nTrenutna cena Bitcoina okoli 91.000–92.000 $, po poskusih preboja nad 93.000 $ in rahli korekciji. Od začetka leta opazujemo gibanje navzgor z odporom na ključnih nivojih in osredotočenost trga na območju.\nObseg trgovanja\nObseg ostaja relativno stabilen, vendar brez ekstremnih skokov, kar je značilno za fazo konsolidacije po začetku leta. Povečanje obsega v spot sektorju je bilo opazno pri poskusih rasti nad bližnje odboje.\nOdprti obseg\nPodatki z agregatorjev kažejo, da je odprti obseg Bitcoinovih terminskih pogodb na visoki ravni (približno 640.000–650.000 BTC, kar ustreza desetinam milijard dolarjev), vendar v zadnjih dneh opazujemo rahlo zmerno zmanjšanje (padec OI), kar se razlaga kot „kontrolirano zmanjšanje vzvoda“ brez ostrih prodaj.\nNa posameznih borzah OI ostaja pomemben, vendar zadnje spremembe kažejo, da del trgovcev zmerno zmanjšuje tveganje — to ni panična likvidacija, temveč bolj parcialno zapiranje pozicij (zmanjševanje tveganja).\n\nInterakcija cene, obsega in odprtega obsega\nCena in obseg\n— Obseg podpira nedavna gibanja navzgor, kar kaže, da rast potrjuje trgovalna aktivnost, ne šibek obsežni ozadje. To je pozitiven trenutek.\nOdprti obseg in cena\n— Visok OI plus rast cene — običajno znak, da v trg vstopa nov kapital.\n— Rahlo zmanjšanje OI v zadnjih dneh pri zložnih gibanjih cene v območju kaže na parcialno zapiranje pozicij trgovcev, kar lahko zmanjša kratkoročno nihanje in pritisk na ceno. Vendar raven OI še vedno ostaja visoka, kar pomeni, da zanimanje za derivate vztraja.\n\nNapoved gibanja\nKratkoročno (1–4 tedne)\nTrenutni podatki kažejo na območno gibanje z navzgor usmerjeno pristranskostjo, vendar brez impulzivnega preboja nivojev nad 93.000–95.000 $.\nČe se cena zadrži nad ključnimi podporami (približno 88.000–90.000 $) pri stabilnem obsegu, lahko to premakne ravnotežje proti obnovi zanimanja kupcev.\nRahlo zmanjšanje OI kaže, da je del tveganih pozicij že zaprt. To lahko zmanjša verjetnost močne korekcije, hkrati pa tudi potencial za ostri dvig brez novega pretoka kapitala.\nKratkoročni trend: stranski z potencialno navzgor usmerjeno pristranskostjo, možna nihanja v območju trenutnih nivojev.\n\nSrednjeročno (1–3 mesece)\nČe v prihajajočih tednih:\nOI spet začne rasti na ozadju rasti cene,\nobsegi nadaljujejo podporo gibanja nad lokalnim odporom,\nbo srednjeročno možna prehod v bolj vzdržen vzponi trend, z ponovnim poskusom napada nivojev nad 100.000 $, ki so v preteklosti predstavljali pomembne psihološke in tehnične nivoje.\nČe obseg ne bo nadaljeval rasti in OI se bo nadalje zmanjševal, to lahko kaže na ugašanje impulza in daljšo konsolidacijo v območju.\nSrednjeročni trend: nevtralno-bikovski, ob potrditvi rasti obsega in OI.\n\nDolgooročno (6+ mesecev)\nDolgooročno odprti obseg ostaja visok v zgodovinskem kontekstu, kar kaže na ohranjanje pomembnega zanimanja derivatnih trgovcev in institucionalnih udeležencev, kljub obdobjem korekcij v letu 2025.\nČe bo globalno makroekonomsko ozadje likvidnosti ostalo ugodno in institucionalni tokovi še naprej vstopajo v BTC (prek spot ETF in derivatnih instrumentov), bo to ustvarilo temelj za vzdržno rast v dolgoročni perspektivi.\nDolgooročni trend: v celoti bikovski, vendar z obdobji korekcij in fazo konsolidacije zaradi ciklične narave trga.\n\nKako se to odraža na trgih\nFaza konsolidacije Bitcoina odraža trenutno ravnotežje med spot in derivatnimi strategijami. Koncentracija OI na visokih nivojih pri stabilnih obsegih kaže, da veliki udeleženci „niso zapustili trga“, vendar tudi ne prisiljujejo širitve tveganja.\nZa tradicionalne trge takšna dinamika kripto tveganja pogosto korelira z večjo previdnostjo v tveganih sredstvih na splošno.\n\nPraktični povzetek analize\nCena se zadržuje v območju nad odboji, obseg zadostuje za ohranjanje trenutnega območja.\nOdprti obseg ostaja visok, nihanja OI kažejo ne panično, temveč kontrolirano zapiranje dela pozicij — to stabilizira trg kratkoročno.\nKratkoročno verjetna konsolidacija z možnostjo zmerne rasti nad trenutne nivoje ob potrditvi obsega.\nSrednjeročno preobrat k bolj samozavestni naraščajoči tendenci možen ob rasti obsega in obnovi naraščajočega OI.\nDolgooročno zanimanje institucionalnih trgovcev in visok OI zgodovinsko korelirata z nadaljevanjem naraščajoče dinamike Bitcoina."
  },
  "extra": {
    "en": "1. Bitcoin Price\nWhat it is\nBitcoin price is the last transaction price on spot or derivative market. It reflects demand and supply balance at the given moment.\nFundamental meaning\nPrice is the ultimate consequence of all factors:\nmacroeconomics and liquidity,\non-chain activity,\nspeculative demand,\ninstitutional flows,\nmarket expectations and psychology.\nPrice itself doesn't explain movement causes, but only records the result.\n\n2. Volume\nWhat it is\nVolume is the amount of Bitcoin (or contracts) traded over a period of time:\nspot — real BTC,\nfutures — contracts.\nFundamental meaning\nVolume shows:\ncapital participation degree,\nprice movement interest strength,\ntrend confirmation or weakness.\nHigh volume means price movement supported by real trades, not random volatility.\n\n3. Open Interest\nWhat it is\nOpen Interest is the total number of open derivative contracts (futures) that haven't been closed or liquidated yet.\nImportant:\nthis is not number of trades,\nthis is volume of \"unclosed bets\" on future price.\nFundamental meaning\nOpen Interest reflects:\nspeculative participation level,\nleverage concentration,\npotential energy for impulsive movements.\nOpen Interest growth means new capital entering market or increased leverage usage.\n\n4. Price, Volume, and Open Interest Relationship\nBasic logic\nThese three indicators form market structure:\nPrice shows direction\nVolume confirms strength\nOpen Interest shows risk and tension\nKey combinations\nPrice up + Volume up + Open Interest up\nNew capital entering market\nTrend considered healthy\nMovement support by real participants\nPrice up + Volume down\nMovement losing support\nFalse breakout possible\nHigher reversal risk\nPrice up + Open Interest down\nShorts closing (short squeeze)\nMovement may be short-term\nOften observed at impulse end\nPrice down + Open Interest up\nShorts accumulation\nHigher short squeeze risk on sharp reversal\nMarket becomes unstable\nPrice down + Open Interest down\nCapitulation\nPosition closure\nOften local bottom formation\n\n5. How used in forecasts\nMarket phase definition\nOI and volume growth — accumulation or distribution phase\nOI decline — impulse completion\nExtreme OI values — potential volatility signal\nReversal points search\nSharp Open Interest jumps often precede:\ncascading liquidations,\nimpulse movements,\ntrend reversals.\nTrend confirmation\nAny sustainable trend must be accompanied by:\nstable or growing volume,\ncontrolled Open Interest growth.\n\n6. Trading usage\nMedium-term trading\nOI analysis for market overload understanding\nFalse breakouts filtering\nTrend sustainability assessment\nShort-term trading\nLiquidation zones search\nImpulse work after sharp OI growth\nSqueeze scenarios trading\nRisk management\nHigh OI + high volatility = increased risk\nSharp OI decline = speculators exit, impulse reduction\n\n7. Indicator limitations\nOpen Interest doesn't show position direction\nVolume can be distorted by wash-trading\nPrice reacts faster than metrics.\nSummary\nPrice, volume, and open interest form Bitcoin fundamental market structure.\nPrice shows result\nVolume confirms movement strength\nOpen Interest reflects risk, leverage, and volatility potential\nTheir joint analysis allows:\nmarket phase understanding,\ntrend sustainability assessment,\n high-risk points identification,\nforecasts and position management quality improvement.",
    "ru": "1. Цена Bitcoin\nЧто это\nЦена Bitcoin — это последняя цена сделки на спотовом или деривативном рынке. Она отражает баланс спроса и предложения в данный момент времени.\nФундаментальное значение\nЦена — итоговое следствие всех факторов:\nмакроэкономики и ликвидности,\nончейн-активности,\nспекулятивного спроса,\nинституциональных потоков,\nожиданий и психологии рынка.\nЦена сама по себе не объясняет причин движения, а лишь фиксирует результат.\n\n2. Объём (Volume)\nЧто это\nОбъём — это количество Bitcoin (или контрактов), проторгованных за период времени:\nна споте — реальный BTC,\nна фьючерсах — контракты.\nФундаментальный смысл\nОбъём показывает:\nстепень участия капитала,\nсилу интереса к движению цены,\nподтверждение или слабость тренда.\nВысокий объём означает, что движение цены поддержано реальными сделками, а не случайной волатильностью.\n\n3. Открытый интерес (Open Interest)\nЧто это\nОткрытый интерес — это общее количество открытых деривативных контрактов (фьючерсы), которые ещё не закрыты или не ликвидированы.\nВажно:\nэто не количество сделок,\nэто объём «незакрытых ставок» на будущую цену.\nФундаментальный смысл\nOpen Interest отражает:\nуровень спекулятивного участия,\nконцентрацию плеча,\nпотенциальную энергию для импульсных движений.\nРост открытого интереса означает, что в рынок заходит новый капитал или увеличивается использование кредитного плеча.\n\n4. Взаимосвязь цены, объёма и открытого интереса\nБазовая логика\nЭти три показателя образуют структуру рынка:\nЦена показывает направление\nОбъём подтверждает силу\nOpen Interest показывает риск и напряжение\nКлючевые комбинации\nЦена растёт + Объём растёт + Open Interest растёт\nВ рынок входит новый капитал\nТренд считается здоровым\nПоддержка движения реальными участниками\nЦена растёт + Объём падает\nДвижение теряет поддержку\nВозможен ложный пробой\nПовышенный риск разворота\nЦена растёт + Open Interest падает\nЗакрытие шортов (short squeeze)\nДвижение может быть краткосрочным\nЧасто наблюдается в конце импульса\nЦена падает + Open Interest растёт\nНаращивание шортов\nПовышенный риск short squeeze при резком развороте\nРынок становится нестабильным\nЦена падает + Open Interest падает\nКапитуляция\nЗакрытие позиций\nЧасто формирование локального дна\n\n5. Как используется в прогнозах\nОпределение фазы рынка\nРост OI и объёма — фаза накопления или распределения\nПадение OI — завершение импульса\nЭкстремальные значения OI — сигнал потенциальной волатильности\nПоиск точек разворота\nРезкие скачки Open Interest часто предшествуют:\nкаскадным ликвидациям,\nимпульсным движениям,\nразворотам тренда.\nПодтверждение тренда\nЛюбой устойчивый тренд должен сопровождаться:\nстабильным или растущим объёмом,\nконтролируемым ростом открытого интереса.\n\n6. Использование в трейдинге\nСреднесрочный трейдинг\nАнализ OI для понимания перегруженности рынка\nФильтрация ложных пробоев\nОценка устойчивости тренда\nКраткосрочный трейдинг\nПоиск зон ликвидаций\nРабота с импульсами после резкого роста OI\nТорговля squeeze-сценариев\nУправление рисками\nВысокий OI + высокая волатильность = повышенный риск\nРезкое падение OI = выход спекулянтов, снижение импульса\n\n7. Ограничения показателей\nOpen Interest не показывает направление позиций\nОбъём может быть искажен wash-trading\nЦена реагирует быстрее, чем метрики.\nИтог\nЦена, объём и открытый интерес формируют фундаментальную рыночную структуру Bitcoin.\nЦена показывает результат\nОбъём подтверждает силу движения\nOpen Interest отражает риск, плечо и потенциал волатильности\nИх совместный анализ позволяет:\nпонимать фазу рынка,\nоценивать устойчивость трендов,\nнаходить точки повышенного риска,\nулучшать качество прогнозов и управления позициями.",
    "si": "1. Cena Bitcoina\nKaj je to\nCena Bitcoina je zadnja cena posla na spot ali derivatnem trgu. Odraža ravnotežje med povpraševanjem in ponudbo v danem trenutku.\nTemeljni pomen\nCena je končni rezultat vseh dejavnikov:\nmakroekonomike in likvidnosti,\non-chain aktivnosti,\nspekulativnega povpraševanja,\ninstitucionalnih tokov,\ntržnih pričakovanj in psihologije.\nCena sama ne pojasnjuje vzrokov gibanja, temveč le beleži rezultat.\n\n2. Obseg (Volume)\nKaj je to\nObseg je količina Bitcoina (ali pogodb), ki se trgajo v obdobju časa:\nspot — resnični BTC,\nterminske pogodbe — pogodbe.\nTemeljni pomen\nObseg kaže:\nstopenj udeležbe kapitala,\nsilo zanimanja za gibanje cene,\npotrditev ali šibkost trenda.\nVisok obseg pomeni, da gibanje cene podpirajo resnični posli, ne naključne nihanja.\n\n3. Odprti obseg (Open Interest)\nKaj je to\nOdprti obseg je skupno število odprtih derivatnih pogodb (terminske pogodbe), ki še niso zaprte ali likvidirane.\nPomembno:\nni število poslov,\nkoličina „ne zaprtih stav“ na prihodnjo ceno.\nTemeljni pomen\nOdprti obseg odraža:\nraven spekulative udeležbe,\nkoncentracijo vzvoda,\npotencialno energijo za impulzivna gibanja.\nRast odprtega obsega pomeni vstop novega kapitala v trg ali povečano uporabo vzvoda.\n\n4. Povezanost cene, obsega in odprtega obsega\nOsnovna logika\nTi trije kazalniki tvorijo strukturo trga:\nCena kaže smer\nObseg potrjuje silo\nOdprti obseg kaže tveganje in napetost\nKljučne kombinacije\nCena raste + Obseg raste + Odprti obseg raste\nV trg vstopa nov kapital\nTrend velja za zdrav\nPodpora gibanja s strani resničnih udeležencev\nCena raste + Obseg pada\nGibanje izgublja podporo\nMožen lažen preboj\nPovečano tveganje za preobrat\nCena raste + Odprti obseg pada\nZapiranje kratkih pozicij (short squeeze)\nGibanje je lahko kratkoročno\nPogosto opazno na koncu impulza\nCena pada + Odprti obseg raste\nKopihenje kratkih pozicij\nPovečano tveganje short squeeze pri ostrem preobratu\nTrg postane nestabilen\nCena pada + Odprti obseg pada\nKapitulacija\nZapiranje pozicij\nPogosto tvorba lokalnega dna\n\n5. Kako se uporablja v napovedih\nDoločanje faze trga\nRast OI in obsega — faza akumulacije ali distribucije\nPadec OI — zaključek impulza\nEkstremne vrednosti OI — signal potencialne nihljivosti\nIskanje točk preobrata\nOstri skoki odprtega obsega pogosto predhodijo:\nkaskadne likvidacije,\nimpulzivna gibanja,\npreobrati trenda.\nPotrditev trenda\nVsak vzdržen trend mora biti spremljan z:\nstabilnim ali rastočim obsegom,\nkontrolirano rastjo odprtega obsega.\n\n6. Uporaba v trgovanju\nSrednjeročno trgovanje\nAnaliza OI za razumevanje preobremenjenosti trga\nFiltriranje lažnih prebojov\nOcena vzdržnosti trenda\nKratkoročno trgovanje\nIskanje con likvidacije\nDelo z impulzi po ostrem porastu OI\nTrgovanje squeeze scenarijev\nUpravljanje tveganj\nVisok OI + visoka nihljivost = povečano tveganje\nOster padec OI = izstop spekulantov, zmanjšanje impulza\n\n7. Omejitve kazalnikov\nOdprti obseg ne kaže smeri pozicij\nObseg lahko izkrivajo wash-trading\nCena reagira hitreje kot metrike.\nPovzetek\nCena, obseg in odprti obseg tvorijo temeljno tržno strukturo Bitcoina.\nCena kaže rezultat\nObseg potrjuje silo gibanja\nOdprti obseg odraža tveganje, vzvod in potencial nihljivosti\nNjihova skupna analiza omogoča:\nrazumevanje faze trga,\noceno vzdržnosti trendov,\niskanje točk povečanega tveganja,\n izboljšanje kakovosti napovedi in upravljanja pozicij."
  },
  "image": "assets/MM OpI,P,B.png"
    },
    {
      "title": {
        "ru": "Ставки финансирования BTC",
        "en": "Bitcoin Funding Rates"
      },
      "text": {
        "ru": "Funding rate — механизм на бессрочных фьючерсах для поддержания паритета с спотом. Положительная ставка: лонги платят шортам, рынок бычий. Отрицательная: шорты платят лонгам, рынок медвежий.\n\nНа 31.12.2025: умеренно положительные ставки (~0.007–0.015% за период расчёта) — указывают на доминирование длинных позиций без экстремального перегрева.\n\nКраткосрочно: поддерживают умеренно бычий тренд BTC при стабильном объёме и ликвидности.\nСреднесрочно: положительные ставки + рост OI → подпитывают рост или удерживают диапазон выше ключевых уровней; резкий рост ставок → риск коррекции.\nДолгосрочно: отражают настроения деривативных трейдеров, подтверждают фазу рынка, но не являются фундаментальным драйвером BTC.",
        "en": "Funding rate — a mechanism on perpetual futures to maintain parity with spot. Positive rate: longs pay shorts, bullish market. Negative: shorts pay longs, bearish market.\n\nAs of Dec 31, 2025: moderately positive rates (~0.007–0.015% per calculation period) — indicate long positions dominance without extreme overheating.\n\nShort-term: supports moderately bullish BTC trend with stable volume and liquidity.\nMedium-term: positive rates + rising OI → fuel growth or hold range above key levels; sharp rate spikes → correction risk.\nLong-term: reflect derivative traders’ sentiment, confirm market phase, but not a fundamental BTC driver."
      },
      "extra": {
        "ru": "Funding rates показывают перекос между лонгами и шортами на BTC фьючерсах и отражают настроения трейдеров.",
        "en": "Funding rates show the imbalance between longs and shorts on BTC futures and reflect trader sentiment."
      },
      "image": "assets/MM FandRate.png"
    }
  ],
  "onchain": [
    {
    "title": {
    "en": "Active Addresses",
    "ru": "Active Addresses",
    "si": "Aktivni naslovi"
  },
  "text": {
    "en": "Bitcoin Active Addresses is an on-chain metric that measures the number of unique addresses in the Bitcoin network that were active (sent or received transactions) over a specific period (usually a day or 7-day moving average — MA). This is an indicator of real network usage: high level = growth in activity (demand for blockspace, new users), low = cooling (decline in interest, high fees deter users). The metric correlates with BTC price ~0.6–0.7 (growth in addresses = bull, decline = bearish).\n\n",
    "ru": "Bitcoin Active Addresses — это ончейн-метрика, которая измеряет количество уникальных адресов в сети Биткоин, которые были активны (отправляли или получали транзакции) за определённый период (обычно за день или 7-дневную скользящую среднюю — MA). Это индикатор реального использования сети: высокий уровень = рост активности (спрос на блокспейс, новые пользователи), низкий = охлаждение (снижение интереса, высокие комиссии отпугивают). Метрика коррелирует с ценой BTC ~0.6–0.7 (рост addresses = булл, спад = медвежий).\n\n",
    "si": "Bitcoin Active Addresses je on-chain metrika, ki meri število edinstvenih naslovov v omrežju Bitcoin, ki so bili aktivni (pošiljali ali prejemali transakcije) v določenem obdobju (običajno za dan ali 7-dnevno drseče povprečje — MA). To je indikator resnične uporabe omrežja: visoka raven = rast aktivnosti (povpraševanje po blokovnem prostoru, novi uporabniki), nizka = hlajenje (padec zanimanja, visoke provizije odganjajo uporabnike). Metrika je korelirana s ceno BTC ~0.6–0.7 (rast naslovov = bikovski trend, padec = medvedji).\n\n"
  },
  "extra": {
    "en": " Analysis of the current state (as of December 2025)\n- *Current value*: 7-day MA has fallen to ~660,000 active addresses — a level from December 2024. Daily values ~114,597–430,364 (in combo with other chains, BTC ~26.6%).\n- *Trend*: Decline from the peak >900,000 in 2024 (Ordinals/Runes hype) — indicates cooling demand for blockspace (high fees, retail user outflow). Correlation with miner revenue: drop in addresses = decline in miner revenues → potential pressure to sell BTC.\n- *Context*: In 2025 BTC +120% ($40K → $88K), but addresses are low — signal of \"speculative\" growth (ETFs/institutions, not retail). This is a bearish divergence: price rises, activity falls.\n\nForecast\n- *Short-term (1–4 weeks)*: If addresses continue to fall (<600K) — BTC correction –5–10% ($80K–$85K), due to weak demand. Growth >800K (new hype) = breakout to $90K–$95K (probability 40–50%).\n- *Medium-term (1–3 months)*: Low addresses + recession risks (Sahm Rule 0.43) = pressure to $70K–$80K. If growth (ETF inflows + Fed liquidity) = $100K+ (probability 60%).\n- *Long-term (2026)*: If addresses return to 900K+ (new protocols) = bull to $120K. If decline continues = stagnation ~$74K.\n\nImpact on markets and Bitcoin price\n- *On markets*: Low addresses = weak network = pressure on crypto sector (market –1–3%, ETH/SOL ↓). But stocks stable (S&P 500 +0.2%). Growth in addresses = crypto bull (+2–5%, market +1–2%). In 2025, addresses decline coincided with BTC correction –30% from ATH.\n- *On Bitcoin price*: Correlation ~0.6–0.7: decrease in addresses = bearish (–1–5%, weak demand). Growth = bull (+2–5%, activity = demand). Current low level = risk of correction to $85K (pressure from miner revenue ↓).",
    "ru": " Анализ текущего состояния (на декабрь 2025)\n- *Текущее значение**: 7-дневная MA упала до ~660,000 активных адресов — уровень с декабря 2024 года . Дневные значения ~114,597–430,364 (в комбо с другими цепями, BTC ~26.6%).\n- *Тренд* Снижение с пика >900,000 в 2024 (Ordinals/Runes хайп) — указывает на охлаждение спроса на блокспейс (высокие комиссии, отток розничных пользователей). Корреляция с miner revenue: падение addresses = снижение доходов майнеров → потенциальное давление на продажу BTC.\n- *Контекст*: В 2025 BTC +120% ($40K → $88K), но addresses низкие — сигнал \"спекулятивного\" роста (ETF/институционалы, не розница). Это медвежий дивергенс: цена растёт, активность падает.\n\nПрогноз\n- *Краткосрочный (1–4 недели)*: Если addresses продолжат падать (<600K) — коррекция BTC –5–10% ($80K–$85K), из-за слабого спроса. Рост >800K (новый хайп) = прорыв к $90K–$95K (вероятность 40–50%).\n- *Среднесрочный (1–3 месяца)*: Низкие addresses + риски рецессии (Sahm Rule 0.43) = давление к $70K–$80K. Если рост (ETF inflows + ликвидность ФРС) = $100K+ (вероятность 60%).\n- *Долгосрочный (2026)*: Если addresses вернутся к 900K+ (новые протоколы) = булл к $120K. Если Продолжение спада = стагнация ~$74K.\n\nВлияние на рынки и цену биткоина\n- *На рынки*: Низкие addresses = слабая сеть = давление на крипто-сектор (рынок –1–3%, ETH/SOL ↓). Но акции стабильны (S&P 500 +0.2%). Рост addresses = булл крипто (+2–5%, рынок +1–2%). В 2025 спад addresses совпал с коррекцией BTC –30% от ATH.\n- **На цену биткоина**: Корреляция ~0.6–0.7: уменьшение адресов = медвежий (–1–5%, слабый спрос). Рост = булл (+2–5%, активность = спрос). Текущий низкий уровень = риск коррекции к $85K (давление от miner revenue ↓).",
    "si": " Analiza trenutnega stanja (december 2025)\n- *Trenutna vrednost*: 7-dnevno MA je padlo na ~660.000 aktivnih naslovov — raven iz decembra 2024. Dnevne vrednosti ~114.597–430.364 (v kombinaciji z drugimi verigami, BTC ~26.6%).\n- *Trend*: Padec s vrha >900.000 v 2024 (hype Ordinals/Runes) — kaže na hlajenje povpraševanja po blokovnem prostoru (visoke provizije, odliv maloprodajnih uporabnikov). Korelacija z miner revenue: padec naslovov = zmanjšanje prihodkov rudarjev → potencialni pritisk na prodajo BTC.\n- *Kontekst*: Leta 2025 BTC +120% ($40K → $88K), vendar naslovi nizki — signal \"spekulativne\" rasti (ETF/institucije, ne maloprodaja). To je medvedja divergenca: cena raste, aktivnost pada.\n\nNapoved\n- *Kratkoročno (1–4 tedne)*: Če naslovi nadaljujejo padec (<600K) — korekcija BTC –5–10% ($80K–$85K), zaradi šibkega povpraševanja. Rast >800K (nov hype) = preboj na $90K–$95K (verjetnost 40–50%).\n- *Srednjeročno (1–3 mesece)*: Nizki naslovi + tveganja recesije (Sahm Rule 0.43) = pritisk na $70K–$80K. Če rast (priviok ETF + likvidnost Fed) = $100K+ (verjetnost 60%).\n- *Dolgooročno (2026)*: Če naslovi vrnejo na 900K+ (novi protokoli) = bikovski trend do $120K. Če padec nadaljuje = stagnacija ~$74K.\n\nVpliv na trge in ceno bitcoina\n- *Na trge*: Nizki naslovi = šibko omrežje = pritisk na kripto sektor (trg –1–3%, ETH/SOL ↓). Toda delnice stabilne (S&P 500 +0.2%). Rast naslovov = bikovski kripto (+2–5%, trg +1–2%). Leta 2025 je padec naslovov sovpadal s korekcijo BTC –30% od ATH.\n- *Na ceno bitcoina*: Korelacija ~0.6–0.7: zmanjšanje naslovov = medvedji (–1–5%, šibko povpraševanje). Rast = bikovski (+2–5%, aktivnost = povpraševanje). Trenutna nizka raven = tveganje korekcije na $85K (pritisk od miner revenue ↓)."
  },
  "image": "assets/ON Activ Adress.png"
      },
    {
      "title": {
        "ru": "Коэффициент NVT/RVT",
        "en": "NVT/RVT Ratio"
      },
      "text": {
        "ru": "NVT Ratio (Network Value to Transactions) — ончейн-метрика, показывающая отношение рыночной капитализации BTC к объёму транзакций. RVT Ratio (Realized Value to Transactions) — похожий коэффициент, но использует реализованную капитализацию, более устойчивый к рыночной спекуляции.\n\nПринцип:\n— Высокие NVT/RVT → сеть недостаточно активна относительно стоимости → возможная переоценка\n— Низкие NVT/RVT → активная сеть → цена может быть устойчивой или недооценённой\n\nАнализ на 31.12.2025:\n— NVT умеренный ~85–90, не экстремально высокий → цена не явно перекуплена\n— RVT стабилен, указывает на фундаментальный спрос и завершение коррекции\n\nПрогноз влияния:\nКраткосрочно (1–3 мес): рост транзакций → снижение NVT/RVT → поддержка BTC\nСреднесрочно (3–12 мес): падение NVT/RVT с ростом активности → бычий сигнал, рост коэффициентов при стагнации → возможная консолидация\nДолгосрочно: тренд вниз NVT/RVT → устойчивый рост цены при активной сети, пики NVT/RVT → возможные коррекции",
        "en": "NVT Ratio (Network Value to Transactions) is an on-chain metric showing BTC market cap relative to transaction volume. RVT Ratio (Realized Value to Transactions) uses realized cap, more resilient to market speculation.\n\nPrinciple:\n— High NVT/RVT → network underactive vs value → possible overvaluation\n— Low NVT/RVT → active network → price may be fair or undervalued\n\nAnalysis as of Dec 31, 2025:\n— NVT moderate ~85–90, not extreme → price not obviously overbought\n— RVT stable, reflecting fundamental demand and correction completion\n\nImpact forecast:\nShort-term (1–3 months): growing transactions → lower NVT/RVT → supports BTC\nMedium-term (3–12 months): declining NVT/RVT with higher activity → bullish signal; rising ratios during stagnation → potential consolidation\nLong-term: downward NVT/RVT trend → sustained price growth with active network; NVT/RVT peaks → potential corrections"
      },
      "extra": {
        "ru": "Комментарий: NVT и RVT помогают оценить здоровье сети и фундаментальный спрос на Bitcoin, выступают аналогами P/E для криптовалют.",
        "en": "Commentary: NVT and RVT assess network health and fundamental demand for Bitcoin, serving as P/E analogs for crypto."
      },
      "image": "assets/ON NVT.png"
    },
    {
      "title": {
        "ru": "Коэффициент MVRV (Рыночная стоимость к реализованной)",
        "en": "MVRV (Market Value to Realized Value)"
      },
      "text": {
        "ru": "MVRV Ratio показывает, насколько рыночная капитализация BTC превышает реализованную капитализацию (Realized Cap).\n— MVRV = Market Cap / Realized Cap\n\nИнтерпретация:\n— MVRV > 1 → большинство держателей в прибыли, возможная переоценка\n— MVRV ≈ 1 → цена близка к фундаментальной стоимости сети\n— MVRV < 1 → большинство держателей в убытке, потенциальная зона дна/капитуляции\n\nАнализ на 31.12.2025:\n— MVRV ~1.8–2.0 после коррекции, ниже пиков прошлых циклов (>3.5)\n— На начало 2025 BTC находился в нейтральной зоне, с балансом между прибыльными держателями и зоной накопления\n\nПрогноз влияния:\nКраткосрочно: MVRV в нейтральной зоне → поддержка движения без экстремальных перекупленностей\nСреднесрочно: рост MVRV с BTC → укрепление рынка; MVRV >3 → сигнал исторической перекупленности\nДолгосрочно: экстремальные значения MVRV → пики и коррекции; умеренные значения → устойчивый фундаментальный рост",
        "en": "MVRV Ratio shows how much BTC market cap exceeds realized cap (Realized Cap).\n— MVRV = Market Cap / Realized Cap\n\nInterpretation:\n— MVRV > 1 → most holders in profit, possible overvaluation\n— MVRV ≈ 1 → price near fundamental network value\n— MVRV < 1 → most holders at loss, potential bottom/capitulation zone\n\nAnalysis as of Dec 31, 2025:\n— MVRV ~1.8–2.0 after correction, below past cycle peaks (>3.5)\n— Early 2025 BTC was in neutral zone, balance between profitable holders and accumulation\n\nImpact forecast:\nShort-term: MVRV neutral → supports price movement without extreme overbought levels\nMedium-term: MVRV rising with BTC → market strengthening; MVRV >3 → historical overbought signal\nLong-term: extreme MVRV → cycle peaks/corrections; moderate MVRV → sustainable fundamental growth"
      },
      "extra": {
        "ru": "Комментарий: MVRV отражает удерживаемую прибыль/убытки держателей и помогает оценить перекупленность или зоны накопления на рынке BTC.",
        "en": "Commentary: MVRV reflects holders’ unrealized profit/loss and helps assess overbought conditions or accumulation zones in BTC."
      },
      "image": "assets/ON MVRV.png"
    },
    {
      "title": {
        "ru": "NUPL (Чистая нереализованная прибыль/убыток)",
        "en": "NUPL (Net Unrealized Profit/Loss)"
      },
      "text": {
        "ru": "NUPL показывает чистую нереализованную прибыль или убыток участников BTC:\n— NUPL = (Market Cap − Realized Cap) / Market Cap\n\nИнтерпретация:\n— Высокие положительные значения (>0.75) → большинство в прибыли, возможная перегретость рынка\n— Умеренные положительные значения (0.3–0.6) → держатели в прибыли, стабильный рост\n— Значения около нуля или отрицательные → многие держатели в убытке, возможная капитуляция/зона дна\n\nАнализ на 01.01.2025:\n— NUPL умеренно положительный (~0.3–0.6), большинство участников в прибыли, но не на уровне экстремальной эйфории\n— Сигнализирует фазу накопления или умеренного тренда, не пика\n\nПрогноз влияния:\nКраткосрочно: умеренные значения → устойчивый тренд, отсутствие сильного давления на фиксацию прибыли\nСреднесрочно: рост NUPL → поддержка продолжающегося тренда; снижение → возможные коррекции\nДолгосрочно: экстремальные значения → пики или дно циклов, умеренные → сбалансированный рынок",
        "en": "NUPL shows net unrealized profit or loss of BTC holders:\n— NUPL = (Market Cap − Realized Cap) / Market Cap\n\nInterpretation:\n— High positive (>0.75) → most holders in profit, potential market overheating\n— Moderate positive (0.3–0.6) → holders in profit, stable growth\n— Near zero or negative → many holders at loss, possible capitulation/bottom zone\n\nAnalysis as of Jan 1, 2025:\n— NUPL moderately positive (~0.3–0.6), majority in profit, not at euphoric extremes\n— Signals accumulation phase or moderate trend, not peak\n\nImpact forecast:\nShort-term: moderate values → stable trend, no strong profit-taking pressure\nMedium-term: rising NUPL → supports ongoing trend; decline → possible corrections\nLong-term: extreme values → cycle peaks/bottoms, moderate → balanced market"
      },
      "extra": {
        "ru": "Комментарий: NUPL отражает психологию рынка и готовность держателей фиксировать прибыль или терпеть убытки.",
        "en": "Commentary: NUPL reflects market sentiment and holders’ readiness to take profits or hold losses."
      },
      "image": "assets/ON NUPL.png"
    },
    {
      "title": {
        "ru": "SOPR (Коэффициент прибыли/убытка при расходе)",
        "en": "SOPR (Spent Output Profit Ratio)"
      },
      "text": {
        "ru": "SOPR показывает, продают ли участники BTC с прибылью или убытком:\n— SOPR = цена при продаже / цена покупки\n\nИнтерпретация:\n— SOPR > 1 → в среднем продают с прибылью\n— SOPR ≈ 1 → продажи без прибыли/убытка\n— SOPR < 1 → продажи в убыток\n\nАнализ на 01.01.2025:\n— SOPR > 1, значительная часть продаваемых монет фиксировалась с прибылью\n— Соответствует фазе восстановления/накопления после предыдущих коррекций\n\nПрогноз влияния:\nКраткосрочно: SOPR > 1 → умеренный рост или диапазонная консолидация, отсутствие паники\nСреднесрочно: стабильно выше 1 → постепенное накопление, снижение фиксации прибыли\nДолгосрочно: SOPR > 1 без экстремальных всплесков → продолжение тренда, определяет стадии рынка (накопление → распределение)",
        "en": "SOPR shows whether BTC holders sell at profit or loss:\n— SOPR = selling price / purchase price\n\nInterpretation:\n— SOPR > 1 → holders sell at profit on average\n— SOPR ≈ 1 → break-even sales\n— SOPR < 1 → holders sell at loss\n\nAnalysis as of Jan 1, 2025:\n— SOPR > 1, significant portion of sold coins realized profit\n— Corresponds to recovery/accumulation phase after prior corrections\n\nImpact forecast:\nShort-term: SOPR > 1 → moderate rise or sideways consolidation, no panic\nMedium-term: stably above 1 → gradual accumulation, decreasing profit-taking\nLong-term: SOPR > 1 without spikes → trend continuation, indicates market stages (accumulation → distribution)"
      },
      "extra": {
        "ru": "Комментарий: SOPR отражает реальные действия участников, показывая фиксацию прибыли или убытков.",
        "en": "Commentary: SOPR reflects real holder behavior, showing profit or loss realization."
      },
      "image": "assets/ON SOPR.png"
    },
    {
      "title": {
        "ru": "Realized Price (Реализованная цена)",
        "en": "Realized Price"
      },
      "text": {
        "ru": "Realized Price — средняя цена, по которой все существующие BTC были в последний раз перемещены на блокчейне.\n\nФормула:\nRealized Price = Realized Market Cap / Circulating Supply\n\nИнтерпретация:\n— Цена > Realized Price → большинство держателей в прибыли, поддержка цены, меньше панических распродаж\n— Цена ≈ Realized Price → баланс входов и выходов, потенциальная зона поддержки\n— Цена < Realized Price → держатели в убытке, усиление страха, возможные капитуляции\n\nАнализ на 01.01.2025:\n— Реализованная цена значительно ниже рыночной → большинство держателей в прибыли\n— Поддержка фундаментального тренда BTC\n\nПрогноз влияния:\nКраткосрочно: служит зоной поддержки, коррекции менее глубокие при цене выше Realized Price\nСреднесрочно: постепенный рост Realized Price отражает накопление и доверие участников\nДолгосрочно: рост вместе с рынком указывает на укрепление фундамента BTC и продолжение бычьего тренда",
        "en": "Realized Price — the average price at which all existing BTC were last moved on-chain.\n\nFormula:\nRealized Price = Realized Market Cap / Circulating Supply\n\nInterpretation:\n— Price > Realized Price → most holders in profit, price support, less panic selling\n— Price ≈ Realized Price → balance of inflows/outflows, potential support zone\n— Price < Realized Price → holders at loss, increased fear, potential capitulation\n\nAnalysis as of Jan 1, 2025:\n— Realized Price significantly below market price → most holders in profit\n— Supports BTC fundamental trend\n\nImpact forecast:\nShort-term: acts as support zone, shallower corrections if price above Realized Price\nMedium-term: gradual growth of Realized Price reflects accumulation and participant confidence\nLong-term: growth alongside market indicates strengthening BTC fundamentals and continuation of bullish trend"
      },
      "extra": {
        "ru": "Комментарий: Realized Price помогает оценить фундаментальные уровни поддержки и психологию держателей.",
        "en": "Commentary: Realized Price helps assess fundamental support levels and holder psychology."
      },
      "image": "assets/ON Realized Price.png"
    },
    {
      "title": {
        "ru": "Realized Price (Реализованная цена)",
        "en": "Realized Price"
      },
      "text": {
        "ru": "Realized Price — средняя цена, по которой все существующие BTC были в последний раз перемещены на блокчейне.\n\nФормула:\nRealized Price = Realized Market Cap / Circulating Supply\n\nИнтерпретация:\n— Цена > Realized Price → большинство держателей в прибыли, поддержка цены, меньше панических распродаж\n— Цена ≈ Realized Price → баланс входов и выходов, потенциальная зона поддержки\n— Цена < Realized Price → держатели в убытке, усиление страха, возможные капитуляции\n\nАнализ на 01.01.2025:\n— Реализованная цена значительно ниже рыночной → большинство держателей в прибыли\n— Поддержка фундаментального тренда BTC\n\nПрогноз влияния:\nКраткосрочно: служит зоной поддержки, коррекции менее глубокие при цене выше Realized Price\nСреднесрочно: постепенный рост Realized Price отражает накопление и доверие участников\nДолгосрочно: рост вместе с рынком указывает на укрепление фундамента BTC и продолжение бычьего тренда",
        "en": "Realized Price — the average price at which all existing BTC were last moved on-chain.\n\nFormula:\nRealized Price = Realized Market Cap / Circulating Supply\n\nInterpretation:\n— Price > Realized Price → most holders in profit, price support, less panic selling\n— Price ≈ Realized Price → balance of inflows/outflows, potential support zone\n— Price < Realized Price → holders at loss, increased fear, potential capitulation\n\nAnalysis as of Jan 1, 2025:\n— Realized Price significantly below market price → most holders in profit\n— Supports BTC fundamental trend\n\nImpact forecast:\nShort-term: acts as support zone, shallower corrections if price above Realized Price\nMedium-term: gradual growth of Realized Price reflects accumulation and participant confidence\nLong-term: growth alongside market indicates strengthening BTC fundamentals and continuation of bullish trend"
      },
      "extra": {
        "ru": "Комментарий: Realized Price помогает оценить фундаментальные уровни поддержки и психологию держателей.",
        "en": "Commentary: Realized Price helps assess fundamental support levels and holder psychology."
      },
      "image": "assets/ON Realized Price.png"
    },
    {
      "title": {
        "ru": "CDD (Coin Days Destroyed)",
        "en": "CDD (Coin Days Destroyed)"
      },
      "text": {
        "ru": "CDD измеряет движение BTC с учётом того, как долго монеты оставались неподвижными перед транзакцией.\n\nНа 01.01.2026: 60-дневное скользящее CDD резко выросло до максимумов за 6 лет, что указывает на активные перемещения старых монет.\n\nВлияние на цену:\n— Высокий CDD → долгосрочные держатели продают, возможна краткосрочная коррекция\n— Низкий CDD → удержание монет, поддержка стабильности и рост цены\n— Продолжительный рост CDD → повышенная волатильность и возможные развороты\n— Падение CDD после пиков → стабилизация тренда\n\nПрогноз:\nКраткосрочно: возможны колебания цены из-за перемещения старых монет\nСреднесрочно: длительный рост CDD → боковик или коррекция, снижение → возобновление бычьего тренда\nДолгосрочно: низкий CDD → накопление, поддержка стабильного роста BTC",
        "en": "CDD measures BTC movement considering how long coins were dormant before a transaction.\n\nAs of 01.01.2026: 60-day moving CDD sharply increased to 6-year highs, indicating active movement of old coins.\n\nImpact on price:\n— High CDD → long-term holders selling, potential short-term correction\n— Low CDD → holding coins, supporting stability and price growth\n— Prolonged CDD rise → higher volatility, possible reversals\n— CDD drop after peaks → trend stabilization\n\nForecast:\nShort-term: price fluctuations due to movement of old coins\nMedium-term: prolonged high CDD → sideways/consolidation, drop → bullish trend resumes\nLong-term: low CDD → accumulation, supporting stable BTC growth"
      },
      "extra": {
        "ru": "Комментарий: CDD отражает активность долгосрочных держателей и может предсказывать точки коррекции или разворота.",
        "en": "Commentary: CDD reflects long-term holder activity and can signal potential corrections or trend reversals."
      },
      "image": "assets/ON SSR.png"
    }
  ],
  "network": [
    {
      "title": {
        "ru": "Hashrate, Hashrate Ribbons",
        "en": "Hashrate, Hashrate Ribbons"
      },
      "text": {
        "ru": "Анализ Hashrate и Hashrate Ribbons на сегодня (25 декабря 2025 года)\nHashrate — это общая вычислительная мощность сети Биткоин, измеряемая в экзахешах в секунду (EH/s). Это индикатор безопасности сети (высокий hashrate = трудно атаковать) и уверенности майнеров (рост = ожидания прибыли от майнинга). На сегодня hashrate ~1,094–1,171 EH/s, что на 4% ниже пика декабря (~1,239 EH/s на 30 ноября). Снижение в декабре (–1% м/м) указывает на капитуляцию майнеров (miner capitulation) — слабые майнеры выходят, доходность падает (mining cost ~$101K/BTC, цена $88K).\nHashrate Ribbons — индикатор: 30-дневная и 60-дневная скользящие средние hashrate. Buy signal — 30d MA пересекает 60d MA снизу вверх. На сегодня ribbons в buy signal фазе (5-й раз в 2025), но сжатие указывает на возможный reversal.\nОбщий анализ: высокий hashrate = сеть стабильна, снижение 4% = капитуляция, Ribbons buy = бычий дивергенс.\nСреднесрочный прогноз (1–3 месяца): hashrate стабилизируется ~1,100 EH/s, ribbons остаются bullish → рост BTC $90K–$95K (60%). Риск >10% снижения = коррекция $80K–$85K (40%). В 2026 ожидается рост hashrate +20–30%, ribbons buy → $100K+.\nВлияние на рынки: высокий hashrate = стабильность крипто-сектора, снижение = волатильность. Ribbons buy = булл для альткоинов.\nНа трейдинг: crossover = buy signal, reversal = sell. Комбинируйте с NVT Ratio. На TradingView индикатор \"Hashrate Ribbons\" — buy on blue/red crossover.\nНа цену BTC: корреляция ~0.6–0.7. Спад hashrate = медведь (–1–5%), Ribbons buy = булл (+2–5%), потенциал роста к $90K, но сжатие = риск –5–10% ($80K–$85K).",
        "en": "Hashrate and Hashrate Ribbons analysis as of Dec 25, 2025.\nHashrate — total computational power of the Bitcoin network, measured in exahashes per second (EH/s). It indicates network security (high hashrate = hard to attack) and miner confidence (growth = expected mining profits). Current hashrate ~1,094–1,171 EH/s, 4% below December peak (~1,239 EH/s on Nov 30). December decline (–1% MoM) signals miner capitulation — weak miners exit, profitability drops (mining cost ~$101K/BTC, price $88K).\nHashrate Ribbons — indicator using 30-day and 60-day moving averages. Buy signal occurs when 30d MA crosses 60d MA upwards. Currently in buy phase (5th in 2025), but compression indicates potential reversal.\nSummary: high hashrate = stable network, 4% decline = capitulation, Ribbons buy = bullish divergence.\nMedium-term forecast (1–3 months): hashrate stabilizes ~1,100 EH/s, ribbons remain bullish → BTC $90K–$95K (60%). Risk of >10% drop = correction $80K–$85K (40%). In 2026, expected hashrate growth +20–30%, ribbons buy → $100K+.\nMarket impact: high hashrate = crypto sector stability, decline = volatility. Ribbons buy = bullish for altcoins.\nTrading: crossover = buy signal, reversal = sell. Combine with NVT Ratio. TradingView indicator \"Hashrate Ribbons\" — buy on blue/red crossover.\nBTC price: correlation ~0.6–0.7. Hashrate decline = bearish (–1–5%), Ribbons buy = bullish (+2–5%), growth potential to $90K, compression = risk –5–10% ($80K–$85K)."
      },
      "extra": {
        "ru": "Комментарий: текущая фаза Hashrate Ribbons указывает на потенциал бычьего разворота при капитуляции майнеров.",
        "en": "Commentary: current Hashrate Ribbons phase indicates potential bullish reversal amid miner capitulation."
      },
      "image": "assets/NT Hash R.png"
    },
    {
      "title": {
        "ru": "Mempool Size",
        "en": "Mempool Size"
      },
      "text": {
        "ru": "Mempool (memory pool) — очередь всех неподтверждённых BTC-транзакций, ожидающих включения в блок майнерами. Каждый узел хранит свой mempool и обновляет его по мере распространения транзакций. Размер mempool показывает загрузку сети. Резкий рост → высокая активность, рост комиссий, задержки подтверждений. Прямое влияние на цену минимально, но рост mempool обычно совпадает с повышенной волатильностью BTC.\nНа 01.01.2026: mempool умеренно низкий (~1–2 МБ, ~2 000+ транзакций), сеть быстро подтверждает транзакции, низкие комиссии. Среднесрочно: длительный рост → повышенная активность, возможный рост цен. Долгосрочно: высокий mempool → устойчивое использование сети, потенциально положительное влияние на цену BTC.",
        "en": "Mempool (memory pool) — queue of all unconfirmed BTC transactions waiting to be included in a block by miners. Each node maintains its mempool and updates it as transactions propagate. Mempool size indicates network load. Sharp increase → high activity, higher fees, slower confirmations. Direct impact on BTC price is minimal, but mempool growth often coincides with higher volatility.\nAs of Jan 1, 2026: mempool moderately low (~1–2 MB, ~2,000+ transactions), network confirms quickly, low fees. Medium-term: prolonged growth → increased activity, potential price increase. Long-term: high mempool → sustained network usage, potentially positive BTC price impact."
      },
      "extra": {
        "ru": "Комментарий: Mempool отражает сетевую активность и косвенно указывает на потенциальную волатильность и интерес к BTC.",
        "en": "Commentary: Mempool reflects network activity and indirectly signals potential volatility and BTC demand."
      },
      "image": "assets/NT Mempool.png"
    },
    {
      "title": {
        "ru": "Difficulty",
        "en": "Difficulty"
      },
      "text": {
        "ru": "Difficulty — показатель сложности майнинга Bitcoin, определяющий, как трудно найти правильный хеш для нового блока. Автоматически регулируется каждые ~2 недели для поддержания времени блока ~10 минут. Рост хешрейта → сложность повышается, падение → снижается. Difficulty не напрямую влияет на цену, но отражает активность майнеров и здоровье сети.\nНа 02.01.2026: сложность ~148.26 трлн, ожидается небольшой пересчёт (~0.99%) из-за замедления блока. Рост difficulty коррелирует с ростом хешрейта и институциональной активности. Краткосрочно: падение difficulty может вызвать волатильность. Среднесрочно: рост difficulty подтверждает рыночные движения. Долгосрочно: высокая сложность = безопасная сеть → укрепляет фундаментальные ожидания BTC.",
        "en": "Difficulty — Bitcoin mining difficulty, indicating how hard it is to find the correct hash for a new block. Automatically adjusts ~every 2 weeks to maintain ~10 min block time. Rising hashrate → difficulty increases, falling → decreases. Difficulty does not directly affect price but reflects miner activity and network health.\nAs of Jan 2, 2026: difficulty ~148.26T, slight adjustment (~0.99%) expected due to slower block times. Difficulty growth correlates with hashrate and institutional activity. Short-term: difficulty drop may trigger volatility. Medium-term: growth confirms market moves. Long-term: high difficulty = secure network → reinforces BTC fundamental expectations."
      },
      "extra": {
        "ru": "Комментарий: Difficulty — важный индикатор здоровья сети, косвенно подтверждающий устойчивость и доверие участников.",
        "en": "Commentary: Difficulty is a key network health indicator, indirectly confirming stability and participant confidence."
      },
      "image": "assets/NT Difficulty.png"
    }
  ]
}
